[
  {
    "description": "<p>The Intelligence Advanced Research Projects Activity (IARPA) collaborates across the intelligence community (IC) to ensure that our research addresses relevant future needs. This cross-community focus ensures our ability to address cross-agency challenges, leverage both operational and research and development expertise from across the IC, and coordinate transition strategies with our agency partners.</p>\r\n<p>IARPA does not have an operational mission and does not deploy technologies directly to the field. Instead, IARPA facilitates the transition of research results to our IC customers for operational application. We are led by a distinguished group of accomplished scientists and researchers and pursue four major research thrusts: analysis, participatory intelligence, collection and computing.</p>",
    "title": "Intelligence Advanced Research Projects Activity",
    "websiteUrl": "https://www.iarpa.gov",
    "campaignGroupId": 1,
    "id": 1,
    "name": " IARPA"
  },
  {
    "description": "<p>Department of Commerce &gt;&nbsp;Bureau of the Census</p>",
    "title": " Bureau of the Census",
    "websiteUrl": "",
    "campaignGroupId": 9,
    "id": 7,
    "name": "Bureau of the Census"
  },
  {
    "description": "<p><span style=\"font-size: 11px;\">Agency for International Development</span></p>",
    "title": "Agency for International Development",
    "websiteUrl": "",
    "campaignGroupId": 10,
    "id": 8,
    "name": "Agency for International Development"
  },
  {
    "description": "<p>The Bureau of Reclamation is the sponsoring agency for this prize competition and is an agency of the United States Federal Government with a mission to manage, develop, and protect water and related resources in an environmentally and economically sound manner in the interest of the American public.&nbsp;</p>",
    "title": "Bureau of Reclamation",
    "websiteUrl": "https://www.usbr.gov/research/challenges/",
    "campaignGroupId": 12,
    "id": 10,
    "name": "Bureau of Reclamation"
  },
  {
    "description": "",
    "campaignGroupId": 13,
    "id": 11,
    "name": "Department of the Interior",
    "title": "Department of the Interior"
  },
  {
    "description": "",
    "title": "Department of Energy",
    "websiteUrl": "",
    "campaignGroupId": 16,
    "id": 13,
    "name": "Department of Energy"
  },
  {
    "description": "<p>The mission of EPA is to protect human health and the environment. EPA's purpose is to ensure that: -- all Americans are protected from significant risks to human health and the environment where they live, learn and work; -- national efforts to reduce environmental risk are based on the best available scientific information; -- federal laws protecting human health and the environment are enforced fairly and effectively; -- environmental protection is an integral consideration in U.S. policies concerning natural resources, human health, economic growth, energy, transportation, agriculture, industry, and international trade, and these factors are similarly considered in establishing environmental policy; -- all parts of society -- communities, individuals, businesses, and state, local and tribal governments -- have access to accurate information sufficient to effectively participate in managing human health and environmental risks; -- environmental protection contributes to making our communities and ecosystems diverse, sustainable and economically productive; and -- the United States plays a leadership role in working with other nations to protect the global environment. http://www2.epa.gov/innovation/prize-competitions</p>",
    "title": "Environmental Protection Agency",
    "websiteUrl": "",
    "campaignGroupId": 18,
    "id": 15,
    "name": "Environmental Protection Agency"
  },
  {
    "friendlyUrlKey": "state-department",
    "description": "<p>The U.S. Department of State leads America&rsquo;s foreign policy through diplomacy, advocacy, and assistance by advancing the interests of the American people, their safety and economic prosperity. Its vision, on behalf of the American people, is to promote and demonstrate democratic values and advance a free, peaceful, and prosperous world.</p>",
    "title": "Department of State",
    "websiteUrl": "http://www.state.gov",
    "campaignGroupId": 19,
    "id": 16,
    "name": "Department of State"
  },
  {
    "description": "<p>For 60 years, the Defense Advanced Research Projects Agency (DARPA) has held to a singular and enduring mission: to make pivotal investments in breakthrough technologies for national security.</p>\r\n<p>DARPA explicitly reaches for transformational change instead of incremental advances. But it does not perform its engineering alchemy in isolation. It works within an innovation ecosystem that includes academic, corporate and governmental partners, with a constant focus on the Nation&rsquo;s military Services, which work with DARPA to create new strategic opportunities and novel tactical options. For decades, this vibrant, interlocking ecosystem of diverse collaborators has proven to be a nurturing environment for the intense creativity that DARPA is designed to cultivate.</p>",
    "title": "Defense Advanced Research Projects Agency",
    "websiteUrl": "https://www.darpa.mil/",
    "campaignGroupId": 20,
    "id": 17,
    "name": "Defense Advanced Research Projects Agency"
  },
  {
    "description": "<p><span style=\"color: #222222; font-family: arial, sans-serif; font-size: small;\"><span style=\"color: #222222; font-family: arial, sans-serif; font-size: small;\">Congress established the National Science Foundation (NSF) with the National Science Foundation Act of 1950 &ldquo;to promote the progress of science; to advance the national health, prosperity and welfare; to secure the national defense; and for other purposes.&rdquo; With an annual budget of $7.5 billion (fiscal year 2016), NSF funds discovery, learning, innovation and research infrastructure to boost U.S. leadership in all aspects of science, technology, engineering and mathematics (STEM) research and education.</span><br /></span></p>",
    "title": "National Science Foundation",
    "websiteUrl": "http://www.nsf.gov",
    "campaignGroupId": 21,
    "id": 18,
    "name": "National Science Foundation"
  },
  {
    "description": "<p>The United States Patent and Trademark Office (USPTO) grants U.S. patents and registers trademarks, fulfilling a constitutional mandate to \"promote the Progress of Science and useful Arts, by securing for limited Times to Authors and Inventors the exclusive Right to their respective Writings and Discoveries.\"</p>\r\n<p>Under this system of protection, American industry has flourished. New products have been invented, new uses for old ones discovered, and employment opportunities created for millions of Americans.</p>\r\n<p>The strength and vitality of the U.S. economy depends directly on effective mechanisms that protect new ideas and investments in innovation and creativity. The continued demand for patents and trademarks underscores the ingenuity of American inventors and entrepreneurs. The USPTO is at the cutting edge of the nation's technological progress and achievement.</p>",
    "title": "United States Patent and Trademark Office",
    "websiteUrl": "https://www.uspto.gov/",
    "campaignGroupId": 22,
    "id": 19,
    "name": "United States Patent and Trademark Office"
  },
  {
    "description": "",
    "title": "Department of Health and Human Services",
    "websiteUrl": "https://www.hhs.gov/",
    "campaignGroupId": 23,
    "id": 20,
    "name": "Department of Health and Human Services"
  },
  {
    "description": "<p>The Department of Homeland Security has a vital mission: to secure the nation from the many threats we face. This requires the dedication of more than 240,000 employees in jobs that range from aviation and border security to emergency response, from cybersecurity analyst to chemical facility inspector. Our duties are wide-ranging, but our goal is clear - keeping America safe.&nbsp; Our duties are wide-ranging, but our goal is clear: a safer, more secure America, which is resilient against terrorism and other potential threats. The vision of homeland security is to ensure a homeland that is safe, secure, and resilient against terrorism and other hazards. Three key concepts form the foundation of our national homeland security strategy designed to achieve this vision: Security, Resilience, and Customs and Exchange. In turn, these key concepts drive broad areas of activity that the Quadrennial Homeland Security Review (QHSR) process defines as homeland security missions. These missions are enterprise-wide, and not limited to the Department of Homeland Security. These missions and their associated goals and objectives tell us in detail what it means to prevent, to protect, to respond, and to recover, as well as to build in security, to ensure resilience, and to facilitate customs and exchange.</p>",
    "title": "Department of Homeland Security",
    "websiteUrl": "",
    "campaignGroupId": 24,
    "id": 21,
    "name": "Department of Homeland Security"
  },
  {
    "description": "<p>The Department of the Interior (DOI) conserves and manages the nation&rsquo;s natural resources and cultural heritage for the benefit and enjoyment of the American people, provides scientific and other information about natural resources and natural hazards to address societal challenges and create opportunities for the American people, and honors the nation&rsquo;s trust responsibilities or special commitments to American Indians, Alaska Natives, and affiliated island communities to help them prosper.</p>\r\n<p>The Department of the Interior strives to fulfill a vision to:</p>\r\n<ul>\r\n<li>Promote energy dominance and critical minerals development to create jobs for Americans, insulate our nation from volatile political developments overseas, provide additional energy security to allies via surplus domestic supply, and generate revenue for all levels of government so they in turn have the resources to better serve the American people.</li>\r\n<li>Increase access to outdoor recreation opportunities for all Americans so that our people can be healthier, more fully enjoy the wonderful features of their federal lands, and take advantage of hunting, fishing, and other outdoor recreation pursuits that are the roots of the conservation movement.</li>\r\n<li>Enhance conservation stewardship whereby all levels of government and private landowners work cooperatively together in an atmosphere of mutual respect to achieve shared natural resource management goals across landscapes.</li>\r\n<li>Improve management of species and their habitats by focusing our financial and staff resources on improving the status of our nation&rsquo;s fish and wildlife and the healthy habitats that support them, and by streamlining bureaucracy to help us spend relatively more of our funding productively on the ground to better meet societal needs and our own natural resource management responsibilities.</li>\r\n<li>Uphold trust and related responsibilities, recognizing the importance of government-to-government relationships with Indian tribes, Alaska Natives, and insular areas, and respecting self-determination and sovereignty.</li>\r\n</ul>",
    "title": "Department of the Interior",
    "websiteUrl": "https://www.doi.gov/",
    "campaignGroupId": 25,
    "id": 22,
    "name": "Department of the Interior"
  },
  {
    "description": "<p>NASA's Vision: We reach for new heights and reveal the unknown for the benefit of humankind.</p>\r\n<h4>Center of Excellence for Collaborative Innovation</h4>\r\n<p>The Center of Excellence for Collaborative Innovation (CoECI) collaborates with innovators across NASA and the Federal Government to generate ideas and solve important problems by working with global communities via the NASA Tournament Lab.</p>",
    "title": "NASA",
    "websiteUrl": "https://www.nasa.gov/offices/COECI/index.html",
    "campaignGroupId": 26,
    "id": 23,
    "name": "NASA"
  },
  {
    "description": "<p><span style=\"box-sizing: border-box; margin: 0px; padding: 0px; border: 0px; font-variant-numeric: inherit; font-variant-east-asian: inherit; font-stretch: inherit; font-size: 14px; line-height: inherit; font-family: 'Helvetica Neue', Helvetica, Arial, sans-serif; vertical-align: baseline; color: #444444;\">The Department of Defense is America's oldest and largest government agency. With our military tracing its roots back to pre-Revolutionary times, the Department of Defense has grown and evolved with our nation.</span></p>\r\n<p><span style=\"box-sizing: border-box; margin: 0px; padding: 0px; border: 0px; font-variant-numeric: inherit; font-variant-east-asian: inherit; font-stretch: inherit; font-size: 14px; line-height: inherit; font-family: 'Helvetica Neue', Helvetica, Arial, sans-serif; vertical-align: baseline; color: #444444;\"><span style=\"color: #111111;\">The mission of the Department of Defense is to provide the military forces needed to deter war and to protect the security of our country. The department's headquarters is at the Pentagon</span><span style=\"color: #111111;\">.</span></span></p>",
    "title": "Department of Defense",
    "websiteUrl": "https://dod.defense.gov/",
    "campaignGroupId": 27,
    "id": 24,
    "name": "Department of Defense"
  },
  {
    "description": "",
    "title": "International Assistance Programs - Department of State",
    "websiteUrl": "",
    "campaignGroupId": 29,
    "id": 25,
    "name": "International Assistance Programs - Department of State"
  },
  {
    "campaignGroupId": 31,
    "id": 26,
    "name": "International Assistance Programs - Agency for International Development",
    "title": "International Assistance Programs - Agency for International Development"
  },
  {
    "description": "",
    "campaignGroupId": 32,
    "id": 27,
    "name": "The White House",
    "title": "Executive Office of the President - The White House"
  },
  {
    "description": "",
    "campaignGroupId": 33,
    "id": 28,
    "name": "Executive Residence at the White House",
    "title": "Executive Office of the President - Executive Residence at the White House"
  },
  {
    "description": "",
    "campaignGroupId": 34,
    "id": 29,
    "name": "Commission of the Intelligence Capabilities of the United States Regarding Weapons of Mass Destruction",
    "title": "Executive Office of the President - Commission of the Intelligence Capabilities of the United States Regarding Weapons of Mass Destruction"
  },
  {
    "description": "",
    "campaignGroupId": 35,
    "id": 30,
    "name": "Council of Economic Advisers",
    "title": "Executive Office of the President - Council of Economic Advisers"
  },
  {
    "description": "",
    "campaignGroupId": 36,
    "id": 31,
    "name": "Council on Environmental Quality and Office of Environmental  Quality",
    "title": "Executive Office of the President - Council on Environmental Quality and Office of Environmental Quality"
  },
  {
    "description": "",
    "campaignGroupId": 37,
    "id": 32,
    "name": "Council on International Economic Policy",
    "title": "Executive Office of the President - Council on International Economic Policy"
  },
  {
    "description": "",
    "campaignGroupId": 38,
    "id": 33,
    "name": "Council on Wage and Price Stability",
    "title": "Executive Office of the President - Council on Wage and Price Stability"
  },
  {
    "description": "",
    "campaignGroupId": 39,
    "id": 34,
    "name": "Office of Policy Development",
    "title": "Executive Office of the President - Office of Policy Development"
  },
  {
    "description": "",
    "campaignGroupId": 40,
    "id": 35,
    "name": "National Security Council and Homeland Security Council",
    "title": "Executive Office of the President - National Security Council and Homeland Security Council"
  },
  {
    "description": "",
    "campaignGroupId": 41,
    "id": 36,
    "name": "National Space Council",
    "title": "Executive Office of the President - National Space Council"
  },
  {
    "description": "",
    "campaignGroupId": 42,
    "id": 37,
    "name": "National Critical Materials Council",
    "title": "Executive Office of the President - National Critical Materials Council"
  },
  {
    "description": "",
    "campaignGroupId": 43,
    "id": 38,
    "name": "Armstrong Resolution",
    "title": "Executive Office of the President - Armstrong Resolution"
  },
  {
    "description": "",
    "campaignGroupId": 44,
    "id": 39,
    "name": "Office of National Service",
    "title": "Executive Office of the President - Office of National Service"
  },
  {
    "description": "",
    "campaignGroupId": 45,
    "id": 40,
    "name": "Office of Management and Budget",
    "title": "Executive Office of the President - Office of Management and Budget"
  },
  {
    "description": "",
    "campaignGroupId": 46,
    "id": 41,
    "name": "Office of National Drug Control Policy",
    "title": "Executive Office of the President - Office of National Drug Control Policy"
  },
  {
    "description": "",
    "campaignGroupId": 47,
    "id": 42,
    "name": "Office of Science and Technology Policy",
    "title": "Executive Office of the President - Office of Science and Technology Policy"
  },
  {
    "description": "",
    "campaignGroupId": 48,
    "id": 43,
    "name": "Office of the United States Trade Representative",
    "title": "Executive Office of the President - Office of the United States Trade Representative"
  },
  {
    "description": "",
    "campaignGroupId": 49,
    "id": 44,
    "name": "Office of Telecommunications Policy",
    "title": "Executive Office of the President - Office of Telecommunications Policy"
  },
  {
    "description": "",
    "campaignGroupId": 50,
    "id": 45,
    "name": "The Points of Light Foundation",
    "title": "Executive Office of the President - The Points of Light Foundation"
  },
  {
    "description": "",
    "campaignGroupId": 51,
    "id": 46,
    "name": "White House Conference for a Drug Free America",
    "title": "Executive Office of the President - White House Conference for a Drug Free America"
  },
  {
    "description": "",
    "campaignGroupId": 52,
    "id": 47,
    "name": "Special Action Office for Drug Abuse Prevention",
    "title": "Executive Office of the President - Special Action Office for Drug Abuse Prevention"
  },
  {
    "description": "",
    "campaignGroupId": 53,
    "id": 48,
    "name": "Office of Drug Abuse Policy",
    "title": "Executive Office of the President - Office of Drug Abuse Policy"
  },
  {
    "description": "",
    "campaignGroupId": 54,
    "id": 49,
    "name": "Unanticipated Needs",
    "title": "Executive Office of the President - Unanticipated Needs"
  },
  {
    "description": "",
    "campaignGroupId": 55,
    "id": 50,
    "name": "Expenses of Management Improvement",
    "title": "Executive Office of the President - Expenses of Management Improvement"
  },
  {
    "description": "",
    "campaignGroupId": 56,
    "id": 51,
    "name": "Presidential Transition",
    "title": "Executive Office of the President - Presidential Transition"
  },
  {
    "description": "",
    "title": "Department of Energy - National Nuclear Security Administration",
    "websiteUrl": "",
    "campaignGroupId": 57,
    "id": 52,
    "name": "National Nuclear Security Administration"
  },
  {
    "description": "",
    "campaignGroupId": 58,
    "id": 53,
    "name": "Environmental and Other Defense Activities",
    "title": "Department of Energy - Environmental and Other Defense Activities"
  },
  {
    "description": "<p>The Office of Energy Efficiency and Renewable Energy (EERE) is at the center of creating the clean energy economy today. EERE leads the U.S. Department of Energy's efforts to develop and deliver market-driven solutions for energy-saving homes, buildings, and manufacturing; sustainable transportation; and renewable electricity generation. Renewable Energy Generation: EERE plays a key role in advancing America's \"all of the above\" energy strategy, leading a large network of researchers and other partners to deliver innovative technologies that will make renewable electricity generation cost-competitive with traditional sources of energy. Energy Saving Homes, Buildings and Manufacturing: EERE leads a robust network of researchers and other partners to continually develop innovative, cost-effective energy-saving solutions, which helps make our country run better through increased efficiency&mdash;better plants, manufacturing processes, products, new homes, ways to improve older homes, and buildings in which to work, shop, and lead our everyday lives. Sustainable Transportation:&nbsp;EERE manages a portfolio of electric vehicles, engine efficiency, and clean domestic fuels to open up cost-effective opportunities to reduce our oil dependence, avoid pollution, and create jobs designing and manufacturing better cars, trucks, and petroleum alternatives. Learn more on EERE's website.</p>",
    "title": "Department of Energy - Energy Programs",
    "websiteUrl": "",
    "campaignGroupId": 59,
    "id": 54,
    "name": "Energy Programs"
  },
  {
    "description": "",
    "campaignGroupId": 60,
    "id": 55,
    "name": "Power Marketing Administration",
    "title": "Department of Energy - Power Marketing Administration"
  },
  {
    "description": "",
    "campaignGroupId": 61,
    "id": 56,
    "name": "General Administration",
    "title": "Department of Justice - General Administration"
  },
  {
    "description": "",
    "campaignGroupId": 62,
    "id": 57,
    "name": "United States Parole Commission",
    "title": "Department of Justice - United States Parole Commission"
  },
  {
    "description": "",
    "campaignGroupId": 63,
    "id": 58,
    "name": "Legal Activities and U.S. Marshals",
    "title": "Department of Justice - Legal Activities and U.S. Marshals"
  },
  {
    "description": "",
    "campaignGroupId": 64,
    "id": 59,
    "name": "Radiation Exposure Compensation",
    "title": "Department of Justice - Radiation Exposure Compensation"
  },
  {
    "description": "",
    "campaignGroupId": 65,
    "id": 60,
    "name": "National Security Division",
    "title": "Department of Justice - National Security Division"
  },
  {
    "description": "",
    "campaignGroupId": 66,
    "id": 61,
    "name": "Federal Bureau of Investigation",
    "title": "Department of Justice - Federal Bureau of Investigation"
  },
  {
    "description": "",
    "campaignGroupId": 67,
    "id": 62,
    "name": "Drug Enforcement Administration",
    "title": "Department of Justice - Drug Enforcement Administration"
  },
  {
    "description": "",
    "campaignGroupId": 68,
    "id": 63,
    "name": "Bureau of Alcohol, Tobacco, Firearms, and Explosives",
    "title": "Department of Justice - Bureau of Alcohol, Tobacco, Firearms, and Explosives"
  },
  {
    "description": "",
    "campaignGroupId": 69,
    "id": 64,
    "name": "Federal Prison System",
    "title": "Department of Justice - Federal Prison System"
  },
  {
    "description": "The Office of Justice Programs provides innovative leadership to federal, state, local, and tribal justice systems, by disseminating state-of-the art knowledge and practices across America, and providing grants for the implementation f these crime fighting strategies. Because most of the responsibility for crime control and prevention falls to law enforcement officers in states, cities, and neighborhoods, the federal government can be effective in these areas only to the extent that it can enter into partnerships with these officers.",
    "campaignGroupId": 70,
    "id": 65,
    "name": "Office of Justice Programs",
    "title": "Department of Justice - Office of Justice Programs"
  },
  {
    "description": "",
    "campaignGroupId": 71,
    "id": 66,
    "name": "Violent Crime Reduction Trust Fund",
    "title": "Department of Justice - Violent Crime Reduction Trust Fund"
  },
  {
    "description": "",
    "campaignGroupId": 72,
    "id": 67,
    "name": "Employment and Training Administration",
    "title": "Department of Labor - Employment and Training Administration"
  },
  {
    "description": "",
    "campaignGroupId": 73,
    "id": 68,
    "name": "Employee Benefits Security Administration",
    "title": "Department of Labor - Employee Benefits Security Administration"
  },
  {
    "description": "",
    "campaignGroupId": 74,
    "id": 69,
    "name": "Pension Benefit Guaranty Corporation",
    "title": "Department of Labor - Pension Benefit Guaranty Corporation"
  },
  {
    "description": "",
    "campaignGroupId": 75,
    "id": 70,
    "name": "Office of Workers' Compensation Programs",
    "title": "Department of Labor - Office of Workers' Compensation Programs"
  },
  {
    "description": "",
    "campaignGroupId": 76,
    "id": 71,
    "name": "Wage and Hour Division",
    "title": "Department of Labor - Wage and Hour Division"
  },
  {
    "description": "",
    "campaignGroupId": 77,
    "id": 72,
    "name": "Employment Standards Administration",
    "title": "Department of Labor - Employment Standards Administration"
  },
  {
    "description": "",
    "campaignGroupId": 78,
    "id": 73,
    "name": "Occupational Safety and Health Administration",
    "title": "Department of Labor - Occupational Safety and Health Administration"
  },
  {
    "description": "",
    "campaignGroupId": 79,
    "id": 74,
    "name": "Mine Safety and Health Administration",
    "title": "Department of Labor - Mine Safety and Health Administration"
  },
  {
    "description": "",
    "campaignGroupId": 80,
    "id": 75,
    "name": "Bureau of Labor Statistics",
    "title": "Department of Labor - Bureau of Labor Statistics"
  },
  {
    "description": "",
    "campaignGroupId": 81,
    "id": 76,
    "name": "Office of Federal Contract Compliance Programs",
    "title": "Department of Labor - Office of Federal Contract Compliance Programs"
  },
  {
    "description": "",
    "campaignGroupId": 82,
    "id": 77,
    "name": "Office of Labor Management Standards",
    "title": "Department of Labor - Office of Labor Management Standards"
  },
  {
    "description": "",
    "campaignGroupId": 83,
    "id": 78,
    "name": "Office of Elementary and Secondary Education",
    "title": "Department of Education - Office of Elementary and Secondary Education"
  },
  {
    "description": "",
    "campaignGroupId": 84,
    "id": 79,
    "name": "Office of Innovation and Improvement",
    "title": "Department of Education - Office of Innovation and Improvement"
  },
  {
    "description": "",
    "campaignGroupId": 85,
    "id": 80,
    "name": "Office of Safe and Drug-Free Schools",
    "title": "Department of Education - Office of Safe and Drug-Free Schools"
  },
  {
    "description": "",
    "campaignGroupId": 86,
    "id": 81,
    "name": "Office of English Language Acquisition",
    "title": "Department of Education - Office of English Language Acquisition"
  },
  {
    "description": "",
    "campaignGroupId": 87,
    "id": 82,
    "name": "Office of Special Education and Rehabilitative Services",
    "title": "Department of Education - Office of Special Education and Rehabilitative Services"
  },
  {
    "description": "",
    "campaignGroupId": 88,
    "id": 83,
    "name": "Office of Vocational and Adult Education",
    "title": "Department of Education - Office of Vocational and Adult Education"
  },
  {
    "description": "",
    "campaignGroupId": 89,
    "id": 84,
    "name": "Office of Postsecondary Education",
    "title": "Department of Education - Office of Postsecondary Education"
  },
  {
    "description": "",
    "campaignGroupId": 90,
    "id": 85,
    "name": "Office of Federal Student Aid",
    "title": "Department of Education - Office of Federal Student Aid"
  },
  {
    "description": "",
    "campaignGroupId": 91,
    "id": 86,
    "name": "Institute of Education Sciences",
    "title": "Department of Education - Institute of Education Sciences"
  },
  {
    "description": "",
    "campaignGroupId": 92,
    "id": 87,
    "name": "Hurricane Education Recovery",
    "title": "Department of Education - Hurricane Education Recovery"
  },
  {
    "description": "",
    "campaignGroupId": 93,
    "id": 88,
    "name": "Financial Crimes Enforcement Network",
    "title": "Department of the Treasury - Financial Crimes Enforcement Network"
  },
  {
    "description": "",
    "campaignGroupId": 94,
    "id": 89,
    "name": "Financial Management Service",
    "title": "Department of the Treasury - Financial Management Service"
  },
  {
    "description": "",
    "campaignGroupId": 95,
    "id": 90,
    "name": "Federal Financing Bank",
    "title": "Department of the Treasury - Federal Financing Bank"
  },
  {
    "description": "",
    "campaignGroupId": 96,
    "id": 91,
    "name": "Fiscal Service",
    "title": "Department of the Treasury - Fiscal Service"
  },
  {
    "description": "",
    "campaignGroupId": 97,
    "id": 92,
    "name": "Alcohol and Tobacco Tax and Trade Bureau",
    "title": "Department of the Treasury - Alcohol and Tobacco Tax and Trade Bureau"
  },
  {
    "description": "",
    "campaignGroupId": 98,
    "id": 93,
    "name": "Bureau of Engraving and Printing",
    "title": "Department of the Treasury - Bureau of Engraving and Printing"
  },
  {
    "description": "",
    "campaignGroupId": 99,
    "id": 94,
    "name": "United States Mint",
    "title": "Department of the Treasury - United States Mint"
  },
  {
    "description": "",
    "campaignGroupId": 100,
    "id": 95,
    "name": "Bureau of the Public Debt",
    "title": "Department of the Treasury - Bureau of the Public Debt"
  },
  {
    "description": "",
    "campaignGroupId": 101,
    "id": 96,
    "name": "Internal Revenue Service",
    "title": "Department of the Treasury - Internal Revenue Service"
  },
  {
    "description": "",
    "campaignGroupId": 102,
    "id": 97,
    "name": "Comptroller of the Currency",
    "title": "Department of the Treasury - Comptroller of the Currency"
  },
  {
    "description": "",
    "campaignGroupId": 103,
    "id": 98,
    "name": "Office of Thrift Supervision",
    "title": "Department of the Treasury - Office of Thrift Supervision"
  },
  {
    "description": "",
    "campaignGroupId": 104,
    "id": 99,
    "name": "Interest on the Public Debt",
    "title": "Department of the Treasury - Interest on the Public Debt"
  },
  {
    "description": "",
    "title": "Department of the Interior - Bureau of Land Management",
    "websiteUrl": "",
    "campaignGroupId": 105,
    "id": 100,
    "name": "Bureau of Land Management"
  },
  {
    "description": "",
    "campaignGroupId": 106,
    "id": 101,
    "name": "Bureau of Ocean Energy Management",
    "title": "Department of the Interior - Bureau of Ocean Energy Management"
  },
  {
    "description": "",
    "campaignGroupId": 107,
    "id": 102,
    "name": "Bureau of Safety and Environmental Enforcement",
    "title": "Department of the Interior - Bureau of Safety and Environmental Enforcement"
  },
  {
    "description": "",
    "campaignGroupId": 108,
    "id": 103,
    "name": "Office of Surface Mining Reclamation and Enforcement",
    "title": "Department of the Interior - Office of Surface Mining Reclamation and Enforcement"
  },
  {
    "description": "",
    "title": "Department of the Interior - Bureau of Reclamation",
    "websiteUrl": "",
    "campaignGroupId": 109,
    "id": 104,
    "name": "Department of the Interior - Bureau of Reclamation"
  },
  {
    "description": "",
    "campaignGroupId": 110,
    "id": 105,
    "name": "Central Utah Project",
    "title": "Department of the Interior - Central Utah Project"
  },
  {
    "description": "",
    "title": "Department of the Interior - United States Geological Survey",
    "websiteUrl": "",
    "campaignGroupId": 111,
    "id": 106,
    "name": "United States Geological Survey"
  },
  {
    "description": "",
    "campaignGroupId": 112,
    "id": 107,
    "name": "Bureau of Mines",
    "title": "Department of the Interior - Bureau of Mines"
  },
  {
    "description": "",
    "title": "Department of the Interior - United States Fish and Wildlife Service",
    "websiteUrl": "",
    "campaignGroupId": 113,
    "id": 108,
    "name": "United States Fish and Wildlife Service"
  },
  {
    "description": "",
    "title": "Department of the Interior - National Park Service",
    "websiteUrl": "",
    "campaignGroupId": 114,
    "id": 109,
    "name": "National Park Service"
  },
  {
    "description": "",
    "campaignGroupId": 115,
    "id": 110,
    "name": "Bureau of Indian Affairs and Bureau of Indian Education",
    "title": "Department of the Interior - Bureau of Indian Affairs and Bureau of Indian Education"
  },
  {
    "description": "",
    "campaignGroupId": 116,
    "id": 111,
    "name": "Insular Affairs",
    "title": "Department of the Interior - Insular Affairs"
  },
  {
    "description": "",
    "campaignGroupId": 117,
    "id": 112,
    "name": "Office of the Solicitor",
    "title": "Department of the Interior - Office of the Solicitor"
  },
  {
    "description": "",
    "campaignGroupId": 118,
    "id": 113,
    "name": "Office of the Special Trustee for American Indians",
    "title": "Department of the Interior - Office of the Special Trustee for American Indians"
  },
  {
    "description": "",
    "campaignGroupId": 119,
    "id": 114,
    "name": "National Indian Gaming Commission",
    "title": "Department of the Interior - National Indian Gaming Commission"
  },
  {
    "description": "",
    "title": "Department of the Interior - Department-Wide Programs",
    "websiteUrl": "",
    "campaignGroupId": 120,
    "id": 115,
    "name": "Department-Wide Programs"
  },
  {
    "description": "",
    "campaignGroupId": 121,
    "id": 116,
    "name": "Real Property Activities",
    "title": "General Services Administration - Real Property Activities"
  },
  {
    "description": "",
    "campaignGroupId": 122,
    "id": 117,
    "name": "Supply and Technology Activities",
    "title": "General Services Administration - Supply and Technology Activities"
  },
  {
    "description": "",
    "campaignGroupId": 123,
    "id": 118,
    "name": "General Activities",
    "title": "General Services Administration - General Activities"
  },
  {
    "description": "",
    "campaignGroupId": 124,
    "id": 119,
    "name": "Departmental Management and Operations",
    "title": "Department of Homeland Security - Departmental Management and Operations"
  },
  {
    "description": "",
    "campaignGroupId": 125,
    "id": 120,
    "name": "Citizenship and Immigration Services",
    "title": "Department of Homeland Security - Citizenship and Immigration Services"
  },
  {
    "description": "",
    "campaignGroupId": 126,
    "id": 121,
    "name": "United States Secret Service",
    "title": "Department of Homeland Security - United States Secret Service"
  },
  {
    "description": "",
    "campaignGroupId": 127,
    "id": 122,
    "name": "Office of Under Secretary for Border and Transportation Security",
    "title": "Department of Homeland Security - Office of Under Secretary for Border and Transportation Security"
  },
  {
    "description": "",
    "title": "Department of Homeland Security - Transportation Security Administration",
    "websiteUrl": "",
    "campaignGroupId": 128,
    "id": 123,
    "name": "Transportation Security Administration"
  },
  {
    "description": "",
    "campaignGroupId": 129,
    "id": 124,
    "name": "Federal Law Enforcement Training Center",
    "title": "Department of Homeland Security - Federal Law Enforcement Training Center"
  },
  {
    "description": "",
    "campaignGroupId": 130,
    "id": 125,
    "name": "Immigration and Customs Enforcement",
    "title": "Department of Homeland Security - Immigration and Customs Enforcement"
  },
  {
    "description": "",
    "campaignGroupId": 131,
    "id": 126,
    "name": "Customs and Border Protection",
    "title": "Department of Homeland Security - Customs and Border Protection"
  },
  {
    "description": "",
    "campaignGroupId": 132,
    "id": 127,
    "name": "United States Coast Guard",
    "title": "Department of Homeland Security - United States Coast Guard"
  },
  {
    "description": "",
    "campaignGroupId": 133,
    "id": 128,
    "name": "National Protection and Programs Directorate",
    "title": "Department of Homeland Security - National Protection and Programs Directorate"
  },
  {
    "description": "",
    "title": "Department of Homeland Security - Federal Emergency Management Agency",
    "websiteUrl": "",
    "campaignGroupId": 134,
    "id": 129,
    "name": "Federal Emergency Management Agency"
  },
  {
    "description": "",
    "title": "Department of Homeland Security - Science and Technology",
    "websiteUrl": "",
    "campaignGroupId": 135,
    "id": 130,
    "name": "Science and Technology"
  },
  {
    "description": "",
    "campaignGroupId": 136,
    "id": 131,
    "name": "Domestic Nuclear Detection Office",
    "title": "Department of Homeland Security - Domestic Nuclear Detection Office"
  },
  {
    "description": "",
    "campaignGroupId": 137,
    "id": 132,
    "name": "Information Analysis and Infrastructure Protection",
    "title": "Department of Homeland Security - Information Analysis and Infrastructure Protection"
  },
  {
    "description": "",
    "campaignGroupId": 138,
    "id": 133,
    "name": "Public and Indian Housing Programs",
    "title": "Department of Housing and Urban Development - Public and Indian Housing Programs"
  },
  {
    "description": "",
    "campaignGroupId": 139,
    "id": 134,
    "name": "Community Planning and Development",
    "title": "Department of Housing and Urban Development - Community Planning and Development"
  },
  {
    "description": "",
    "campaignGroupId": 140,
    "id": 135,
    "name": "Housing Programs",
    "title": "Department of Housing and Urban Development - Housing Programs"
  },
  {
    "description": "",
    "campaignGroupId": 141,
    "id": 136,
    "name": "Government National Mortgage Association",
    "title": "Department of Housing and Urban Development - Government National Mortgage Association"
  },
  {
    "description": "",
    "campaignGroupId": 142,
    "id": 137,
    "name": "Policy Development and Research",
    "title": "Department of Housing and Urban Development - Policy Development and Research"
  },
  {
    "description": "",
    "campaignGroupId": 143,
    "id": 138,
    "name": "Fair Housing and Equal Opportunity",
    "title": "Department of Housing and Urban Development - Fair Housing and Equal Opportunity"
  },
  {
    "description": "",
    "campaignGroupId": 144,
    "id": 139,
    "name": "Office of Lead Hazard Control and Healthy Homes",
    "title": "Department of Housing and Urban Development - Office of Lead Hazard Control and Healthy Homes"
  },
  {
    "description": "",
    "campaignGroupId": 145,
    "id": 140,
    "name": "Office of Sustainable Housing and Communities",
    "title": "Department of Housing and Urban Development - Office of Sustainable Housing and Communities"
  },
  {
    "description": "",
    "campaignGroupId": 146,
    "id": 141,
    "name": "Management and Administration",
    "title": "Department of Housing and Urban Development - Management and Administration"
  },
  {
    "description": "",
    "campaignGroupId": 147,
    "id": 142,
    "name": "Veterans Health Administration",
    "title": "Department of Veterans Affairs - Veterans Health Administration"
  },
  {
    "description": "",
    "campaignGroupId": 148,
    "id": 143,
    "name": "Benefits Programs",
    "title": "Department of Veterans Affairs - Benefits Programs"
  },
  {
    "description": "",
    "campaignGroupId": 149,
    "id": 144,
    "name": "National Infrastructure Bank",
    "title": "Department of Transportation - National Infrastructure Bank"
  },
  {
    "description": "",
    "campaignGroupId": 150,
    "id": 145,
    "name": "Federal Aviation Administration",
    "title": "Department of Transportation - Federal Aviation Administration"
  },
  {
    "description": "",
    "campaignGroupId": 151,
    "id": 146,
    "name": "Federal Highway Administration",
    "title": "Department of Transportation - Federal Highway Administration"
  },
  {
    "description": "",
    "campaignGroupId": 152,
    "id": 147,
    "name": "Federal Motor Carrier Safety Administration",
    "title": "Department of Transportation - Federal Motor Carrier Safety Administration"
  },
  {
    "description": "",
    "campaignGroupId": 153,
    "id": 148,
    "name": "National Highway Traffic Safety Administration",
    "title": "Department of Transportation - National Highway Traffic Safety Administration"
  },
  {
    "description": "",
    "campaignGroupId": 154,
    "id": 149,
    "name": "Federal Railroad Administration",
    "title": "Department of Transportation - Federal Railroad Administration"
  },
  {
    "description": "",
    "campaignGroupId": 155,
    "id": 150,
    "name": "Federal Transit Administration",
    "title": "Department of Transportation - Federal Transit Administration"
  },
  {
    "description": "",
    "campaignGroupId": 156,
    "id": 151,
    "name": "Saint Lawrence Seaway Development Corporation",
    "title": "Department of Transportation - Saint Lawrence Seaway Development Corporation"
  },
  {
    "description": "",
    "campaignGroupId": 157,
    "id": 152,
    "name": "Pipeline and Hazardous Materials Safety Administration",
    "title": "Department of Transportation - Pipeline and Hazardous Materials Safety Administration"
  },
  {
    "description": "",
    "campaignGroupId": 158,
    "id": 153,
    "name": "Research and Innovative Technology Administration",
    "title": "Department of Transportation - Research and Innovative Technology Administration"
  },
  {
    "description": "",
    "campaignGroupId": 159,
    "id": 154,
    "name": "Surface Transportation Board",
    "title": "Department of Transportation - Surface Transportation Board"
  },
  {
    "description": "",
    "campaignGroupId": 160,
    "id": 155,
    "name": "Maritime Administration",
    "title": "Department of Transportation - Maritime Administration"
  },
  {
    "description": "FDA is responsible for protecting the public health by assuring the safety, efficacy and security of human and veterinary drugs, biological products, medical devices, our nation’s food supply, cosmetics, and products that emit radiation.\r\nFDA is also responsible for advancing the public health by helping to speed innovations that make medicines more effective, safer, and more affordable and by helping the public get the accurate, science-based information they need to use medicines and foods to maintain and improve their health.",
    "campaignGroupId": 161,
    "id": 156,
    "name": "Food and Drug Administration",
    "title": "Department of Health and Human Services - Food and Drug Administration"
  },
  {
    "description": "",
    "campaignGroupId": 162,
    "id": 157,
    "name": "Health Resources and Services Administration",
    "title": "Department of Health and Human Services - Health Resources and Services Administration"
  },
  {
    "description": "",
    "campaignGroupId": 163,
    "id": 158,
    "name": "Indian Health Service",
    "title": "Department of Health and Human Services - Indian Health Service"
  },
  {
    "description": "",
    "title": "Department of Health and Human Services - Centers for Disease Control and Prevention",
    "websiteUrl": "https://www.cdc.gov/",
    "campaignGroupId": 164,
    "id": 159,
    "name": "Centers for Disease Control and Prevention"
  },
  {
    "description": "",
    "title": "Department of Health and Human Services - National Institutes of Health",
    "websiteUrl": "",
    "campaignGroupId": 165,
    "id": 160,
    "name": "National Institutes of Health"
  },
  {
    "description": "",
    "campaignGroupId": 166,
    "id": 161,
    "name": "Substance Abuse and Mental Health Services Administration",
    "title": "Department of Health and Human Services - Substance Abuse and Mental Health Services Administration"
  },
  {
    "description": "",
    "campaignGroupId": 167,
    "id": 162,
    "name": "Agency for Healthcare Research and Quality",
    "title": "Department of Health and Human Services - Agency for Healthcare Research and Quality"
  },
  {
    "description": "",
    "campaignGroupId": 168,
    "id": 163,
    "name": "Centers for Medicare and Medicaid Services",
    "title": "Department of Health and Human Services - Centers for Medicare and Medicaid Services"
  },
  {
    "description": "",
    "campaignGroupId": 169,
    "id": 164,
    "name": "Administration for Children and Families",
    "title": "Department of Health and Human Services - Administration for Children and Families"
  },
  {
    "description": "",
    "campaignGroupId": 170,
    "id": 165,
    "name": "Administration for Community Living",
    "title": "Department of Health and Human Services - Administration for Community Living"
  },
  {
    "description": "",
    "campaignGroupId": 171,
    "id": 166,
    "name": "Program Support Center",
    "title": "Department of Health and Human Services - Program Support Center"
  },
  {
    "description": "",
    "campaignGroupId": 172,
    "id": 167,
    "name": "CMS Scorekeeping Adjustment",
    "title": "Department of Health and Human Services - CMS Scorekeeping Adjustment"
  },
  {
    "description": "",
    "campaignGroupId": 173,
    "id": 168,
    "name": "Executive Operations",
    "title": "Department of Agriculture - Executive Operations"
  },
  {
    "description": "",
    "campaignGroupId": 174,
    "id": 169,
    "name": "Office of Communications",
    "title": "Department of Agriculture - Office of Communications"
  },
  {
    "description": "",
    "campaignGroupId": 175,
    "id": 170,
    "name": "Office of Civil Rights",
    "title": "Department of Agriculture - Office of Civil Rights"
  },
  {
    "description": "",
    "campaignGroupId": 176,
    "id": 171,
    "name": "Office of Chief Economist",
    "title": "Department of Agriculture - Office of Chief Economist"
  },
  {
    "description": "",
    "campaignGroupId": 177,
    "id": 172,
    "name": "Office of the General Counsel",
    "title": "Department of Agriculture - Office of the General Counsel"
  },
  {
    "description": "",
    "campaignGroupId": 178,
    "id": 173,
    "name": "National Appeals Division",
    "title": "Department of Agriculture - National Appeals Division"
  },
  {
    "description": "",
    "campaignGroupId": 179,
    "id": 174,
    "name": "Economic Research Service",
    "title": "Department of Agriculture - Economic Research Service"
  },
  {
    "description": "",
    "campaignGroupId": 180,
    "id": 175,
    "name": "National Agricultural Statistics Service",
    "title": "Department of Agriculture - National Agricultural Statistics Service"
  },
  {
    "description": "The Agricultural Research Service (ARS) is the U.S. Department of Agriculture's chief scientific in-house research agency. Our job is finding solutions to agricultural problems that affect Americans every day from field to table.\r\n\r\n\t750 research projects within 17 National Programs\r\n\t2000 scientists and post docs\r\n\t6,000 other employees\r\n\t90+ research locations, including overseas laboratories\r\n\r\n",
    "campaignGroupId": 181,
    "id": 176,
    "name": "Agricultural Research Service",
    "title": "Department of Agriculture - Agricultural Research Service"
  },
  {
    "description": "",
    "campaignGroupId": 182,
    "id": 177,
    "name": "National Institute of Food and Agriculture",
    "title": "Department of Agriculture - National Institute of Food and Agriculture"
  },
  {
    "description": "",
    "campaignGroupId": 183,
    "id": 178,
    "name": "Animal and Plant Health Inspection Service",
    "title": "Department of Agriculture - Animal and Plant Health Inspection Service"
  },
  {
    "description": "",
    "campaignGroupId": 184,
    "id": 179,
    "name": "Food Safety and Inspection Service",
    "title": "Department of Agriculture - Food Safety and Inspection Service"
  },
  {
    "description": "",
    "campaignGroupId": 185,
    "id": 180,
    "name": "Grain Inspection, Packers and Stockyards Administration",
    "title": "Department of Agriculture - Grain Inspection, Packers and Stockyards Administration"
  },
  {
    "description": "",
    "campaignGroupId": 186,
    "id": 181,
    "name": "Agricultural Marketing Service",
    "title": "Department of Agriculture - Agricultural Marketing Service"
  },
  {
    "description": "",
    "campaignGroupId": 187,
    "id": 182,
    "name": "Risk Management Agency",
    "title": "Department of Agriculture - Risk Management Agency"
  },
  {
    "description": "",
    "campaignGroupId": 188,
    "id": 183,
    "name": "Farm Service Agency",
    "title": "Department of Agriculture - Farm Service Agency"
  },
  {
    "description": "",
    "campaignGroupId": 189,
    "id": 184,
    "name": "Natural Resources Conservation Service",
    "title": "Department of Agriculture - Natural Resources Conservation Service"
  },
  {
    "description": "",
    "campaignGroupId": 190,
    "id": 185,
    "name": "Rural Development",
    "title": "Department of Agriculture - Rural Development"
  },
  {
    "description": "",
    "campaignGroupId": 191,
    "id": 186,
    "name": "Rural Utilities Service",
    "title": "Department of Agriculture - Rural Utilities Service"
  },
  {
    "description": "",
    "campaignGroupId": 192,
    "id": 187,
    "name": "Rural Housing Service",
    "title": "Department of Agriculture - Rural Housing Service"
  },
  {
    "description": "",
    "campaignGroupId": 193,
    "id": 188,
    "name": "Rural Business-Cooperative Service",
    "title": "Department of Agriculture - Rural Business-Cooperative Service"
  },
  {
    "description": "",
    "campaignGroupId": 194,
    "id": 189,
    "name": "Foreign Agricultural Service",
    "title": "Department of Agriculture - Foreign Agricultural Service"
  },
  {
    "description": "",
    "campaignGroupId": 195,
    "id": 190,
    "name": "Food and Nutrition Service",
    "title": "Department of Agriculture - Food and Nutrition Service"
  },
  {
    "description": "",
    "campaignGroupId": 196,
    "id": 191,
    "name": "Forest Service",
    "title": "Department of Agriculture - Forest Service"
  },
  {
    "description": "",
    "campaignGroupId": 197,
    "id": 192,
    "name": "Economic Development Administration",
    "title": "Department of Commerce - Economic Development Administration"
  },
  {
    "description": "",
    "title": "Department of Commerce - Bureau of the Census",
    "websiteUrl": "",
    "campaignGroupId": 198,
    "id": 193,
    "name": "Department of Commerce - Bureau of the Census"
  },
  {
    "description": "",
    "campaignGroupId": 199,
    "id": 194,
    "name": "Economics and Statistics Administration",
    "title": "Department of Commerce - Economics and Statistics Administration"
  },
  {
    "description": "",
    "campaignGroupId": 200,
    "id": 195,
    "name": "International Trade Administration",
    "title": "Department of Commerce - International Trade Administration"
  },
  {
    "description": "",
    "campaignGroupId": 201,
    "id": 196,
    "name": "Bureau of Industry and Security",
    "title": "Department of Commerce - Bureau of Industry and Security"
  },
  {
    "description": "",
    "campaignGroupId": 202,
    "id": 197,
    "name": "Minority Business Development Agency",
    "title": "Department of Commerce - Minority Business Development Agency"
  },
  {
    "description": "",
    "campaignGroupId": 203,
    "id": 198,
    "name": "National Oceanic and Atmospheric Administration",
    "title": "Department of Commerce - National Oceanic and Atmospheric Administration"
  },
  {
    "description": "",
    "title": "Department of Commerce - U.S. Patent and Trademark Office",
    "websiteUrl": "",
    "campaignGroupId": 204,
    "id": 199,
    "name": "U.S. Patent and Trademark Office"
  },
  {
    "description": "",
    "campaignGroupId": 205,
    "id": 200,
    "name": "Technology Administration",
    "title": "Department of Commerce - Technology Administration"
  },
  {
    "description": "",
    "campaignGroupId": 206,
    "id": 201,
    "name": "National Technical Information Service",
    "title": "Department of Commerce - National Technical Information Service"
  },
  {
    "description": "<p>The National Institute of Standards and Technology (NIST; www.nist.gov) is a non-regulatory Federal agency within the United States Department of Commerce. Founded in 1901&nbsp;and now part of the U.S. Department of Commerce, NIST is one of the nation's oldest physical science laboratories. Congress established the agency to remove a major handicap to U.S. industrial competitiveness at the time&mdash;a second-rate measurement infrastructure that lagged behind the capabilities of the United Kingdom, Germany, and other economic rivals. Today, NIST measurements support the smallest of technologies&mdash;nanoscale devices so tiny that tens of thousands can fit on the end of a single human hair&mdash;to the largest and most complex of human-made creations, from earthquake-resistant skyscrapers to wide-body jetliners to global communication networks.</p>",
    "title": "Department of Commerce - National Institute of Standards and Technology",
    "websiteUrl": "",
    "campaignGroupId": 207,
    "id": 202,
    "name": "National Institute of Standards and Technology"
  },
  {
    "description": "",
    "campaignGroupId": 208,
    "id": 203,
    "name": "National Telecommunications and Information Administration",
    "title": "Department of Commerce - National Telecommunications and Information Administration"
  },
  {
    "description": "",
    "campaignGroupId": 209,
    "id": 204,
    "name": "Military Personnel",
    "title": "Department of Defense - Military Personnel"
  },
  {
    "description": "",
    "campaignGroupId": 210,
    "id": 205,
    "name": "Operation and Maintenance",
    "title": "Department of Defense - Operation and Maintenance"
  },
  {
    "description": "",
    "campaignGroupId": 211,
    "id": 206,
    "name": "International Reconstruction and Other Assistance",
    "title": "Department of Defense - International Reconstruction and Other Assistance"
  },
  {
    "description": "",
    "campaignGroupId": 212,
    "id": 207,
    "name": "Procurement",
    "title": "Department of Defense - Procurement"
  },
  {
    "description": "",
    "campaignGroupId": 213,
    "id": 208,
    "name": "Research, Development, Test, and Evaluation",
    "title": "Department of Defense - Research, Development, Test, and Evaluation"
  },
  {
    "description": "",
    "campaignGroupId": 214,
    "id": 209,
    "name": "Military Construction",
    "title": "Department of Defense - Military Construction"
  },
  {
    "description": "",
    "campaignGroupId": 215,
    "id": 210,
    "name": "Family Housing",
    "title": "Department of Defense - Family Housing"
  },
  {
    "description": "",
    "campaignGroupId": 216,
    "id": 211,
    "name": "Revolving and Management Funds",
    "title": "Department of Defense - Revolving and Management Funds"
  },
  {
    "description": "",
    "campaignGroupId": 217,
    "id": 212,
    "name": "Trust Funds",
    "title": "Department of Defense - Trust Funds"
  },
  {
    "description": "",
    "campaignGroupId": 218,
    "id": 213,
    "name": "Senate",
    "title": "Legislative Branch - Senate"
  },
  {
    "description": "\r\n\r\n2016 Student App Competition is LIVE! \r\n\r\nMore than 175 districts have launched competitions for students to use their coding and creative skills to develop apps (mobile, web) and make a short video to tell us about it. We've extended the deadline to January 21, 2016 at 3 PM Eastern Time.\r\n\r\nThe full list is on the \"Challenges\" tab to the left of this text. Go to that page and find your local congressional representative for details, rules, and how to enter. If you have any questions, please post them on the discussion board here or on the specific competition page.\r\n\r\nGood luck!\r\n\r\nAbout the U.S. House of Representatives:\r\n\r\nThe U.S. House of Representatives makes and passes federal laws. It is one of Congress’s two chambers (the other is the U.S. Senate), and part of the federal government’s legislative branch. The number of voting representatives in the House is fixed by law at no more than 435, proportionally representing the population of the 50 states.\r\n\r\n\r\nEach representative, also referred to as a congressman or congresswoman, is elected to a two-year term serving the people of a specific congressional district. Among other duties, representatives introduce bills and resolutions, offer amendments and serve on committees. The number of representatives with full voting rights is 435, with the number of representatives per state proportionate to its population.\r\n\r\n\r\nCurrently, there are five delegates representing the District of Columbia, the Virgin Islands, Guam, American Samoa, and the Commonwealth of the Northern Mariana Islands. A resident commissioner represents Puerto Rico. The delegates and resident commissioner possess the same powers as other members of the House, except that they may not vote when the House is meeting as the House of Representatives.\r\n\r\nTo be elected, a representative must be at least 25 years old, a United States citizen for at least seven years and an inhabitant of the state he or she represents. For more information, visit www.house.gov.\r\n\r\n",
    "campaignGroupId": 219,
    "id": 214,
    "name": "House of Representatives",
    "title": "Legislative Branch - House of Representatives"
  },
  {
    "description": "",
    "campaignGroupId": 220,
    "id": 215,
    "name": "Joint Items",
    "title": "Legislative Branch - Joint Items"
  },
  {
    "description": "",
    "campaignGroupId": 221,
    "id": 216,
    "name": "Office of Compliance",
    "title": "Legislative Branch - Office of Compliance"
  },
  {
    "description": "",
    "campaignGroupId": 222,
    "id": 217,
    "name": "Capitol Police",
    "title": "Legislative Branch - Capitol Police"
  },
  {
    "description": "",
    "campaignGroupId": 223,
    "id": 218,
    "name": "Congressional Budget Office",
    "title": "Legislative Branch - Congressional Budget Office"
  },
  {
    "description": "",
    "campaignGroupId": 224,
    "id": 219,
    "name": "Architect of the Capitol",
    "title": "Legislative Branch - Architect of the Capitol"
  },
  {
    "description": "",
    "campaignGroupId": 225,
    "id": 220,
    "name": "Botanic Garden",
    "title": "Legislative Branch - Botanic Garden"
  },
  {
    "description": "The Library of Congress, the nation’s oldest federal cultural institution, is the world’s preeminent reservoir of knowledge, providing unparalleled collections and integrated resources and services to Congress and the American people.\r\n\r\nSince its founding, the Library of Congress has continually sought to democratize knowledge by making the world’s largest and most inclusive collection of human creativity accessible to all. In doing so, the Library has helped to further human understanding and wisdom, spark the public’s imagination and celebrate human achievement.\r\n\r\nMany of the Library’s rich resources and treasures in multiple formats may be accessed through the Library’s website, loc.gov. The Library engages with the public through its website as well as a wide variety of social media, which can be found at loc.gov/connect/.",
    "campaignGroupId": 226,
    "id": 221,
    "name": "Library of Congress",
    "title": "Legislative Branch - Library of Congress"
  },
  {
    "description": "",
    "campaignGroupId": 227,
    "id": 222,
    "name": "Government Printing Office",
    "title": "Legislative Branch - Government Printing Office"
  },
  {
    "description": "",
    "campaignGroupId": 228,
    "id": 223,
    "name": "Government Accountability Office",
    "title": "Legislative Branch - Government Accountability Office"
  },
  {
    "description": "",
    "campaignGroupId": 229,
    "id": 224,
    "name": "United States Tax Court",
    "title": "Legislative Branch - United States Tax Court"
  },
  {
    "description": "",
    "campaignGroupId": 230,
    "id": 225,
    "name": "Legislative Branch Boards and Commissions",
    "title": "Legislative Branch - Legislative Branch Boards and Commissions"
  },
  {
    "description": "",
    "campaignGroupId": 231,
    "id": 226,
    "name": "Supreme Court of the United States",
    "title": "Judicial Branch - Supreme Court of the United States"
  },
  {
    "description": "",
    "campaignGroupId": 232,
    "id": 227,
    "name": "United States Court of Appeals for the Federal Circuit",
    "title": "Judicial Branch - United States Court of Appeals for the Federal Circuit"
  },
  {
    "description": "",
    "campaignGroupId": 233,
    "id": 228,
    "name": "United States Court of International Trade",
    "title": "Judicial Branch - United States Court of International Trade"
  },
  {
    "description": "",
    "campaignGroupId": 234,
    "id": 229,
    "name": "Courts of Appeals, District Courts, and other Judicial Services",
    "title": "Judicial Branch - Courts of Appeals, District Courts, and other Judicial Services"
  },
  {
    "description": "",
    "campaignGroupId": 235,
    "id": 230,
    "name": "Administrative Office of the United States Courts",
    "title": "Judicial Branch - Administrative Office of the United States Courts"
  },
  {
    "description": "",
    "campaignGroupId": 236,
    "id": 231,
    "name": "Federal Judicial Center",
    "title": "Judicial Branch - Federal Judicial Center"
  },
  {
    "description": "",
    "campaignGroupId": 237,
    "id": 232,
    "name": "Judicial Retirement Funds",
    "title": "Judicial Branch - Judicial Retirement Funds"
  },
  {
    "description": "",
    "campaignGroupId": 238,
    "id": 233,
    "name": "United States Sentencing Commission",
    "title": "Judicial Branch - United States Sentencing Commission"
  },
  {
    "description": "",
    "campaignGroupId": 239,
    "id": 234,
    "name": "Smithsonian Tropical Research Institute, Republic of Panama",
    "title": "Smithsonian Institution - Smithsonian Tropical Research Institute, Republic of Panama"
  },
  {
    "description": "",
    "campaignGroupId": 240,
    "id": 235,
    "name": "Office of the Under Secretary of Defense for Personnel and Readiness",
    "title": "Department of Defense - Office of the Under Secretary of Defense for Personnel and Readiness"
  },
  {
    "description": "",
    "campaignGroupId": 241,
    "id": 236,
    "name": "National Center for Telehealth and Technology",
    "title": "Department of Defense - National Center for Telehealth and Technology"
  },
  {
    "description": "",
    "campaignGroupId": 242,
    "id": 237,
    "name": "American Battle Monuments Commission",
    "title": "Other Defense Civil Programs - American Battle Monuments Commission"
  },
  {
    "description": "",
    "campaignGroupId": 243,
    "id": 238,
    "name": "Department of Defense--Military Programs",
    "title": "Department of Defense - Department of Defense--Military Programs"
  },
  {
    "description": "",
    "campaignGroupId": 244,
    "id": 239,
    "name": "Military Retirement",
    "title": "Other Defense Civil Programs - Military Retirement"
  },
  {
    "description": "",
    "campaignGroupId": 245,
    "id": 240,
    "name": "Retiree Health Care",
    "title": "Other Defense Civil Programs - Retiree Health Care"
  },
  {
    "description": "",
    "campaignGroupId": 246,
    "id": 241,
    "name": "Educational Benefits",
    "title": "Other Defense Civil Programs - Educational Benefits"
  },
  {
    "description": "",
    "campaignGroupId": 247,
    "id": 242,
    "name": "Armed Forces Retirement Home",
    "title": "Other Defense Civil Programs - Armed Forces Retirement Home"
  },
  {
    "description": "",
    "campaignGroupId": 248,
    "id": 243,
    "name": "Cemeterial Expenses",
    "title": "Other Defense Civil Programs - Cemeterial Expenses"
  },
  {
    "description": "",
    "campaignGroupId": 249,
    "id": 244,
    "name": "Forest and Wildlife Conservation, Military Reservations",
    "title": "Other Defense Civil Programs - Forest and Wildlife Conservation, Military Reservations"
  },
  {
    "description": "",
    "campaignGroupId": 250,
    "id": 245,
    "name": "Selective Service System",
    "title": "Other Defense Civil Programs - Selective Service System"
  },
  {
    "description": "http://content.jwplatform.com/previews/gOqCWiSu-4EqECnHF\r\nThe Millennium Challenge Corporation (MCC) is an innovative and independent U.S. foreign aid agency that is helping lead the fight against global poverty.\r\nCreated by the U.S. Congress in January 2004 with strong bipartisan support, MCC is changing the conversation on how best to deliver smart U.S. foreign assistance by focusing on good policies, country ownership, and results.\r\nWhat is distinctive about MCC?\r\nMCC is a prime example of smart U.S. Government assistance in action, benefiting both developing countries and U.S. taxpayers through:\r\n\r\n\tCompetitive selection: Before a country can become eligible to receive assistance, MCC’s Board examines its performance on independent and transparent policy indicators and selects compact-eligible countries based on policy performance.\r\n\tCountry-led solutions: MCC requires selected countries to identify their priorities for achieving sustainable economic growth and poverty reduction. Countries develop their MCC proposals in broad consultation within their society. MCC teams then work in close partnership to help countries refine a program.\r\n\tCountry-led implementation: MCC administers the Millennium Challenge Account (MCA). When a country is awarded a compact, it sets up its own local MCA accountable entity to manage and oversee all aspects of implementation. Monitoring of funds is rigorous and transparent, often through independent fiscal agents.\r\n\r\nMCC forms partnerships with some of the world’s poorest countries, but only those committed to:\r\n\r\n\tgood governance,\r\n\teconomic freedom,\r\n\tand investments in their citizens.\r\n\r\nMCC provides these well-performing countries with large-scale grants to fund country-led solutions for reducing poverty through sustainable economic growth.  MCC grants complement other U.S. and international development programs. There are two primary types of MCC grants: compacts and threshold programs.\r\n\r\n\tCompacts are large, five-year grants for countries that pass MCC’s eligibility criteria.\r\n\tThreshold Programs are smaller grants awarded to countries that come close to passing these criteria and are firmly committed to improving their policy performance.\r\n\r\nWhat is MCC achieving?\r\nMCC has approved over $10 billion in compact and threshold programs worldwide that support country-determined projects in such sectors as:\r\n\r\n\tagriculture and irrigation,\r\n\ttransportation (roads, bridges, ports),\r\n\twater supply and sanitation,\r\n\taccess to health,\r\n\tfinance and enterprise development,\r\n\tanticorruption initiatives,\r\n\tland rights and access,\r\n\taccess to education.\r\n\r\nThe aggressive implementation of compacts and threshold programs is promoting growth opportunities, opening markets, raising the standard of living, and creating a more prosperous future for some of the world’s poorest people.",
    "campaignGroupId": 251,
    "id": 246,
    "name": "Millennium Challenge Corporation",
    "title": "International Assistance Programs - Millennium Challenge Corporation"
  },
  {
    "description": "",
    "campaignGroupId": 252,
    "id": 247,
    "name": "International Security Assistance",
    "title": "International Assistance Programs - International Security Assistance"
  },
  {
    "description": "",
    "campaignGroupId": 253,
    "id": 248,
    "name": "Multilateral Assistance",
    "title": "International Assistance Programs - Multilateral Assistance"
  },
  {
    "description": "",
    "campaignGroupId": 254,
    "id": 249,
    "name": "Overseas Private Investment Corporation",
    "title": "International Assistance Programs - Overseas Private Investment Corporation"
  },
  {
    "description": "",
    "campaignGroupId": 255,
    "id": 250,
    "name": "Trade and Development Agency",
    "title": "International Assistance Programs - Trade and Development Agency"
  },
  {
    "description": "",
    "campaignGroupId": 256,
    "id": 251,
    "name": "Peace Corps",
    "title": "International Assistance Programs - Peace Corps"
  },
  {
    "description": "",
    "campaignGroupId": 257,
    "id": 252,
    "name": "Inter-American Foundation",
    "title": "International Assistance Programs - Inter-American Foundation"
  },
  {
    "description": "",
    "campaignGroupId": 258,
    "id": 253,
    "name": "African Development Foundation",
    "title": "International Assistance Programs - African Development Foundation"
  },
  {
    "description": "",
    "campaignGroupId": 259,
    "id": 254,
    "name": "International Monetary Programs",
    "title": "International Assistance Programs - International Monetary Programs"
  },
  {
    "description": "",
    "campaignGroupId": 260,
    "id": 255,
    "name": "Military Sales Program",
    "title": "International Assistance Programs - Military Sales Program"
  },
  {
    "description": "",
    "campaignGroupId": 261,
    "id": 256,
    "name": "Special Assistance Initiatives",
    "title": "International Assistance Programs - Special Assistance Initiatives"
  },
  {
    "description": "",
    "campaignGroupId": 262,
    "id": 257,
    "name": "Foreign Assistance Program Allowances",
    "title": "International Assistance Programs - Foreign Assistance Program Allowances"
  },
  {
    "description": "",
    "campaignGroupId": 263,
    "id": 258,
    "name": "Special Assistance to the President and the Official Residence of the Vice President",
    "title": "Executive Office of the President - Special Assistance to the President and the Official Residence of the Vice President"
  },
  {
    "description": "",
    "campaignGroupId": 264,
    "id": 259,
    "name": "Office of Administration",
    "title": "Executive Office of the President - Office of Administration"
  },
  {
    "description": "",
    "campaignGroupId": 265,
    "id": 260,
    "name": "National Nanotechnology Coordination Office",
    "title": "National Science Foundation - National Nanotechnology Coordination Office"
  },
  {
    "description": "",
    "campaignGroupId": 266,
    "id": 261,
    "name": "White House Initiative on Asian Americans and Pacific Islanders",
    "title": "Department of Education - White House Initiative on Asian Americans and Pacific Islanders"
  },
  {
    "description": "Why Climate and Health?\r\n\r\nClimate change threatens our health and well-being in many ways, including impacts from increased extreme weather events, wildfire, decreased air quality, threats to mental health, and illnesses transmitted by food, water, and disease-carriers such as mosquitoes and ticks. Some of these health impacts are already underway in the United States. Public health actions, especially preparedness and prevention, can do much to protect people from some of the impacts of climate change-- and early action provides the largest health benefits. By responding to climate change, we can improve human health and well-being through actions across many sectors, including energy, agriculture, and transportation.\r\n\r\nWhy a Challenge Series?\r\n\r\nTo find solutions to climate change and health challenges, the Climate and Health Innovation Challenge Series promotes innovative approaches, takes advantage of developing technologies and data resources, and engages a broader community of citizens and scientists. The Series, founded by the National Institute of Environmental Health Sciences (NIEHS) at the National Institutes of Health, Esri (a Geographic information system software company), and the HHS Office of Business Management and Transformation (OBMT), provides a unifying framework and communications support to additional US government agencies and other private and public entities interested in sponsoring individual challenges.",
    "campaignGroupId": 267,
    "id": 262,
    "name": "Climate and Health Innovation Challenge Series",
    "title": "Department of Health and Human Services - Climate and Health Innovation Challenge Series"
  },
  {
    "description": "AFRL is the Air Force's only organization wholly dedicated to leading the discovery, development, and integration of warfighting technologies for our air, space and cyberspace forces.  We trace our roots to the vision of airpower pioneers who understood science as key to air supremacy. The passionate commitment of AFRL people to realize this vision has helped create the world's best air, space and cyberspace force.\r\n\r\n\"We fight today's fight and envision and create the future Air Force.\"\r\n\r\n",
    "campaignGroupId": 268,
    "id": 263,
    "name": "Air Force Research Lab",
    "title": "Department of Defense - Air Force Research Lab"
  },
  {
    "description": "",
    "title": "Office of Director of National Intelligence - Intelligence Advanced Research Project Activity",
    "websiteUrl": "",
    "campaignGroupId": 269,
    "id": 264,
    "name": "Intelligence Advanced Research Project Activity"
  },
  {
    "description": "",
    "campaignGroupId": 270,
    "id": 265,
    "name": "Office of the Assistant Secretary for Preparedness and Response",
    "title": "Department of Health and Human Services - Office of the Assistant Secretary for Preparedness and Response"
  },
  {
    "description": "Welcome to PSCR's prize page. We are the public safety communications research division of NIST and our office develops the technology standards for devices and systems that are used by 60,000 agencies and 5 million first responders.\r\n\r\n\r\n\r\nJust Launched May 2018 - The Unlinkable Data Challenge\r\n\r\nThis competition is about creating new methods, or improving existing methods of data de-identification, in a way that makes de-identification of privacy-sensitive data sets practical. A first phase hosted on HeroX will ask for ideas and concepts, while later phases executed on Topcoder will focus on the performance of developed algorithms.\r\n\r\nThis challenge launched on the PSCR Challenge.gov site May 1, 2018. Look for the PSCR The Unlinkable Data Challenge: Advancing Methods in Differential Privacy to showcase your skills and be recognized in industry!\r\n\r\n \tRegistration information can be found on the HeroX website, https://www.herox.com/UnlinkableDataChallenge\r\n\r\nAbout PSCR:\r\n\r\nOur PSCR laboratories provide research, development, testing, and evaluation to foster nationwide communications interoperability. Drawing on critical requirements provided by public safety practitioners, the PSCR program provides insight to wireline and wireless standards committees developing standards for voice, data, image, and video communications.\r\n\r\nHoused within the Department of Commerce Labs in Boulder, Colorado, the PSCR program is a joint effort between NIST CTL and NTIA ITS. The very successful research performance of the joint effort has earned two Department of Commerce Gold Medal awards, the highest honor granted by the Department, as well as two Silver and two Bronze Medal awards.\r\n\r\nOverview of PSCR Open Innovation Prize Program:\r\n\r\nWe invite you to participate in prize competitions to drive innovation and advances in the following areas:\r\n\r\n \tLocation-Based Services (LBS) – 3D Indoor mapping, proximity services, 1-meter accuracy, and more\r\n \tPublic Safety Mission Critical Voice – Direct Mode, Push-to-Talk, LMR to LTE, and more\r\n \tUser Interface/User Experience - measurements and standards in virtual, immersive, and augmented reality and devices\r\n \tPublic Safety Analytics – analytic technologies to accurately and securely create robust tools that reduce time for first responders\r\n \tSecurity – enhancements in cybersecurity for mobile apps, wearable devices, UICC over-the-air, and more\r\n \tResilient Systems Projects - highly mobile deployed networks, deployables-broadband demonstration network\r\n\r\nThe Challenge programs will continue over the next five years, so check back often.\r\n\r\nTo interact with us:\r\n\r\n \tSign up for our email list and get alerts and news.\r\n \tPost a comment or question on the discussion board.\r\n \tRegister here at Challenge.gov through the \"Follow agency\" orange button on the top right of this page, and we'll keep you posted on the latest launches, news, and winners. There's also a \"public safety\" interest choice on the sign-up form.\r\n \tEmail the program office at PSprizes@nist.gov\r\n\r\n\r\n\r\n",
    "campaignGroupId": 271,
    "id": 266,
    "name": "Public Safety Communications Innovation Accelerator",
    "title": "Department of Commerce - Public Safety Communications Innovation Accelerator"
  },
  {
    "description": "<p>The National Geospatial-Intelligence Agency (NGA) delivers world-class geospatial intelligence that provides a decisive advantage to policymakers, warfighters, intelligence professionals and first responders.</p>",
    "title": "Department of Defense - National Geospatial Intelligence Agency",
    "websiteUrl": "https://www.nga.mil/",
    "campaignGroupId": 272,
    "id": 267,
    "name": "National Geospatial Intelligence Agency"
  },
  {
    "description": "\r\n",
    "campaignGroupId": 273,
    "id": 268,
    "name": "Department of Agriculture",
    "title": "Department of Agriculture"
  },
  {
    "description": "",
    "campaignGroupId": 275,
    "id": 269,
    "name": "Department of Commerce",
    "title": "Department of Commerce"
  },
  {
    "description": "<p class=\"p1\">With its sulfuric acid clouds, temperatures over 450&deg;C, and 92 times the surface pressure of&nbsp;Earth, Venus is one of the most hostile planetary environments in the solar system. Prior&nbsp;missions have only survived hours! But an automaton (or clockwork mechanical robot) could&nbsp;solve this problem. By utilizing high-temperature alloys, the clockwork rover would survive for&nbsp;months, allowing it to collect and return valuable long-term science data from the surface of&nbsp;Venus.</p>\r\n<p class=\"p1\">At NASA&rsquo;s Jet Propulsion Laboratory, we are turning this innovative concept into reality under a&nbsp;NASA Innovative Advanced Concepts (NIAC) funded study. We&rsquo;ve been working hard on this&nbsp;project, but we could use YOUR help to address some of our toughest mechanical design&nbsp;challenges! The Mechanical Maker Challenges are a series of challenges seeking to engage&nbsp;YOUR creativity to invent mechanical ways of performing traditionally electrical tasks.&nbsp;Challenges will be released in series, one at a time.</p>\r\n<p class=\"p1\">See challenges as they launch in the Challenges tab.</p>",
    "title": "NASA Mechanical Maker Series",
    "websiteUrl": "https://www.nasa.gov/feature/automaton-rover-for-extreme-environments-aree",
    "campaignGroupId": 276,
    "id": 270,
    "name": "NASA Mechanical Maker"
  },
  {
    "friendlyUrlKey": "nist-pscr",
    "description": "",
    "title": "NIST Public Safety Communications Research Accelerator",
    "websiteUrl": "https://www.nist.gov/ctl/pscr",
    "campaignGroupId": 277,
    "id": 271,
    "name": "NIST Public Safety Communications Research Accelerator"
  },
  {
    "description": "<p>GSA's mission is to deliver value and savings in real estate, acquisition, technology, and other mission-support services across government.&nbsp;The home of the federal-wide challenge and prize program Challenge.gov, GSA has run several prize competitions on topics ranging from video and ideation challenges to open data competitions and hackathons.</p>",
    "title": "General Services Administration",
    "websiteUrl": "https://www.gsa.gov/",
    "campaignGroupId": 279,
    "id": 273,
    "name": "General Services Administration"
  },
  {
    "description": "",
    "title": "Small Business Administration",
    "websiteUrl": "https://www.sba.gov/",
    "campaignGroupId": 280,
    "id": 274,
    "name": "Small Business Administration"
  },
  {
    "description": "<p>Since 2005, NASA has been at the forefront of federal agencies using challenge-driven approaches to meaningfully engage the public in the mission of the Agency. A number of NASA offices, Centers, and Mission Directorates are using challenge-driven approaches to solve a variety of problems. There are several NASA programs, pilots, and activities that design and implement different types of challenges. All current opportunities available to the general public through NASA challenges, prize competitions, and crowdsourcing activities and programs are listed on the NASA Solve website: http://www.nasa.gov/solve/. Use this site as your first stop for information and engagement. We want YOU to get involved! These activities have played an important role in stimulating innovation and helping NASA develop innovative solutions. They offer several unique benefits and can result in a variety of valuable outcomes ranging from NASA&rsquo;s own immediate use of the solutions, development of new viable aerospace industry vendors and even commercialization of new products. These programs include: NASA&rsquo;s Centennial Challenges&rsquo; Program within the Space Technology Mission Directorate directly engages the public at large in the process of advanced technology development that is of value to NASA&rsquo;s missions and to the aerospace community. Millions of dollars in prizes have been awarded through this program since 2005. NASA&rsquo;s Center of Excellence for Collaborative Innovation (CoECI) helps NASA and other U.S. government agencies collaborate to generate ideas and solve important problems. By using challenges, we can readily increase our creative capacity and reach by tapping into diverse talent from around the world. As a pioneer and active user of open innovation methods and tools, the NASA CoECI provides organizations with cost-effective and complementary means of accomplishing the Agency mission. Follow us on&nbsp;Twitter&nbsp;through @NASASolve and&nbsp;Facebook&nbsp;to stay informed and join the community.</p>",
    "title": "National Aeronautics and Space Administration",
    "websiteUrl": "",
    "campaignGroupId": 281,
    "id": 275,
    "name": "National Aeronautics and Space Administration"
  },
  {
    "description": "",
    "campaignGroupId": 282,
    "id": 276,
    "name": "Department of Justice",
    "title": "Department of Justice"
  },
  {
    "description": "",
    "campaignGroupId": 283,
    "id": 277,
    "name": "Department of the Treasury",
    "title": "Department of the Treasury"
  },
  {
    "description": "",
    "campaignGroupId": 284,
    "id": 278,
    "name": "Department of Labor",
    "title": "Department of Labor"
  },
  {
    "description": "",
    "campaignGroupId": 285,
    "id": 279,
    "name": "Department of Education",
    "title": "Department of Education"
  },
  {
    "description": "",
    "campaignGroupId": 286,
    "id": 280,
    "name": "Department of Transportation",
    "title": "Department of Transportation"
  },
  {
    "description": "",
    "campaignGroupId": 287,
    "id": 281,
    "name": "Office of Personnel Management",
    "title": "Office of Personnel Management"
  },
  {
    "description": "",
    "campaignGroupId": 288,
    "id": 282,
    "name": "Nuclear Regulatory Commission",
    "title": "Nuclear Regulatory Commission"
  },
  {
    "description": "CPSC is charged with protecting the public from unreasonable risks of injury or death associated with the use of the thousands of types of consumer products under the agency's jurisdiction. Deaths, injuries, and property damage from consumer product incidents cost the nation more than $1 trillion annually. CPSC is committed to protecting consumers and families from products that pose a fire, electrical, chemical, or mechanical hazard. CPSC's work to ensure the safety of consumer products - such as toys, cribs, power tools, cigarette lighters, and household chemicals - contributed to a decline in the rate of deaths and injuries associated with consumer products over the past 40 years.",
    "campaignGroupId": 289,
    "id": 283,
    "name": "Consumer Product Safety Commission",
    "title": "Consumer Product Safety Commission"
  },
  {
    "description": "",
    "title": "International Assistance Programs - Department of State - Other",
    "websiteUrl": "",
    "campaignGroupId": 290,
    "id": 284,
    "name": "Other"
  },
  {
    "description": "",
    "title": "Department of Housing and Urban Development",
    "websiteUrl": "https://www.hud.gov/about",
    "campaignGroupId": 291,
    "id": 285,
    "name": "Department of Housing and Urban Development"
  },
  {
    "description": "",
    "campaignGroupId": 292,
    "id": 286,
    "name": "Department of Veterans Affairs",
    "title": "Department of Veterans Affairs"
  },
  {
    "description": "",
    "campaignGroupId": 293,
    "id": 287,
    "name": "Social Security Administration",
    "title": "Social Security Administration"
  },
  {
    "description": "",
    "campaignGroupId": 294,
    "id": 288,
    "name": "Affordable Housing Program",
    "title": "Affordable Housing Program"
  },
  {
    "description": "",
    "campaignGroupId": 295,
    "id": 289,
    "name": "Automatic Workplace Pensions",
    "title": "Automatic Workplace Pensions"
  },
  {
    "description": "",
    "campaignGroupId": 296,
    "id": 290,
    "name": "Central Intelligence Agency",
    "title": "Central Intelligence Agency"
  },
  {
    "description": "",
    "campaignGroupId": 297,
    "id": 291,
    "name": "Commission on Civil Rights",
    "title": "Commission on Civil Rights"
  },
  {
    "description": "",
    "campaignGroupId": 298,
    "id": 292,
    "name": "Commission on Ocean Policy",
    "title": "Commission on Ocean Policy"
  },
  {
    "description": "",
    "campaignGroupId": 299,
    "id": 293,
    "name": "Community Empowerment Board",
    "title": "Community Empowerment Board"
  },
  {
    "description": "",
    "campaignGroupId": 300,
    "id": 294,
    "name": "Commission of Fine Arts",
    "title": "Commission of Fine Arts"
  },
  {
    "description": "",
    "campaignGroupId": 301,
    "id": 295,
    "name": "Commodity Futures Trading Commission",
    "title": "Commodity Futures Trading Commission"
  },
  {
    "description": "",
    "campaignGroupId": 302,
    "id": 296,
    "name": "Presidio Trust",
    "title": "Presidio Trust"
  },
  {
    "description": "",
    "campaignGroupId": 303,
    "id": 297,
    "name": "Council of the Inspectors General on Integrity and Efficiency",
    "title": "Council of the Inspectors General on Integrity and Efficiency"
  },
  {
    "description": "",
    "campaignGroupId": 304,
    "id": 298,
    "name": "Election Assistance Commission",
    "title": "Election Assistance Commission"
  },
  {
    "description": "",
    "campaignGroupId": 305,
    "id": 299,
    "name": "Farm Credit Administration",
    "title": "Farm Credit Administration"
  },
  {
    "description": "",
    "campaignGroupId": 306,
    "id": 300,
    "name": "Federal Drug Control Programs",
    "title": "Federal Drug Control Programs"
  },
  {
    "description": "",
    "campaignGroupId": 307,
    "id": 301,
    "name": "Federal Election Commission",
    "title": "Federal Election Commission"
  },
  {
    "description": "",
    "campaignGroupId": 308,
    "id": 302,
    "name": "Federal Housing Finance Agency",
    "title": "Federal Housing Finance Agency"
  },
  {
    "description": "",
    "campaignGroupId": 309,
    "id": 303,
    "name": "Federal Housing Finance Board",
    "title": "Federal Housing Finance Board"
  },
  {
    "description": "",
    "campaignGroupId": 310,
    "id": 304,
    "name": "Federal Maritime Commission",
    "title": "Federal Maritime Commission"
  },
  {
    "description": "",
    "campaignGroupId": 311,
    "id": 305,
    "name": "International Trade Commission",
    "title": "International Trade Commission"
  },
  {
    "description": "",
    "campaignGroupId": 312,
    "id": 306,
    "name": "Legal Services Corporation",
    "title": "Legal Services Corporation"
  },
  {
    "description": "",
    "campaignGroupId": 313,
    "id": 307,
    "name": "Merit Systems Protection Board",
    "title": "Merit Systems Protection Board"
  },
  {
    "description": "",
    "campaignGroupId": 314,
    "id": 308,
    "name": "Military Compensation and Retirement Modernization Commission",
    "title": "Military Compensation and Retirement Modernization Commission"
  },
  {
    "description": "",
    "campaignGroupId": 315,
    "id": 309,
    "name": "National Council on Disability",
    "title": "National Council on Disability"
  },
  {
    "description": "",
    "campaignGroupId": 316,
    "id": 310,
    "name": "National Labor Relations Board",
    "title": "National Labor Relations Board"
  },
  {
    "description": "",
    "campaignGroupId": 317,
    "id": 311,
    "name": "Office of Government Ethics",
    "title": "Office of Government Ethics"
  },
  {
    "description": "",
    "campaignGroupId": 318,
    "id": 312,
    "name": "United States Interagency Council on Homelessness",
    "title": "United States Interagency Council on Homelessness"
  },
  {
    "description": "",
    "campaignGroupId": 319,
    "id": 313,
    "name": "Postal Service",
    "title": "Postal Service"
  },
  {
    "description": "",
    "campaignGroupId": 320,
    "id": 314,
    "name": "Denali Commission",
    "title": "Denali Commission"
  },
  {
    "description": "",
    "campaignGroupId": 321,
    "id": 315,
    "name": "Discrimination Claims Settlement",
    "title": "Discrimination Claims Settlement"
  },
  {
    "description": "",
    "campaignGroupId": 322,
    "id": 316,
    "name": "Financial Reform",
    "title": "Financial Reform"
  },
  {
    "description": "",
    "campaignGroupId": 323,
    "id": 317,
    "name": "Tennessee Valley Authority",
    "title": "Tennessee Valley Authority"
  },
  {
    "description": "",
    "campaignGroupId": 324,
    "id": 318,
    "name": "Vietnam Education Foundation",
    "title": "Vietnam Education Foundation"
  },
  {
    "description": "",
    "campaignGroupId": 325,
    "id": 319,
    "name": "Executive Office of the President",
    "title": "Executive Office of the President"
  },
  {
    "description": "",
    "campaignGroupId": 326,
    "id": 320,
    "name": "Corps of Engineers--Civil Works",
    "title": "Corps of Engineers--Civil Works"
  },
  {
    "description": "",
    "campaignGroupId": 327,
    "id": 321,
    "name": "Administrative Conference of the United States",
    "title": "Administrative Conference of the United States"
  },
  {
    "description": "",
    "campaignGroupId": 328,
    "id": 322,
    "name": "Advisory Council on Historic Preservation",
    "title": "Advisory Council on Historic Preservation"
  },
  {
    "description": "",
    "campaignGroupId": 329,
    "id": 323,
    "name": "Appalachian Regional Commission",
    "title": "Appalachian Regional Commission"
  },
  {
    "description": "",
    "campaignGroupId": 330,
    "id": 324,
    "name": "Corporation for Public Broadcasting",
    "title": "Corporation for Public Broadcasting"
  },
  {
    "description": "",
    "campaignGroupId": 331,
    "id": 325,
    "name": "United States Court of Appeals for Veterans Claims",
    "title": "United States Court of Appeals for Veterans Claims"
  },
  {
    "description": "",
    "campaignGroupId": 332,
    "id": 326,
    "name": "Defense Nuclear Facilities Safety Board",
    "title": "Defense Nuclear Facilities Safety Board"
  },
  {
    "description": "",
    "campaignGroupId": 333,
    "id": 327,
    "name": "Equal Employment Opportunity Commission",
    "title": "Equal Employment Opportunity Commission"
  },
  {
    "description": "",
    "campaignGroupId": 334,
    "id": 328,
    "name": "Export-Import Bank of the United States",
    "title": "Export-Import Bank of the United States"
  },
  {
    "description": "",
    "campaignGroupId": 335,
    "id": 329,
    "name": "Farm Credit System Insurance Corporation",
    "title": "Farm Credit System Insurance Corporation"
  },
  {
    "description": "",
    "campaignGroupId": 336,
    "id": 330,
    "name": "Federal Communications Commission",
    "title": "Federal Communications Commission"
  },
  {
    "description": "",
    "campaignGroupId": 337,
    "id": 331,
    "name": "Federal Labor Relations Authority",
    "title": "Federal Labor Relations Authority"
  },
  {
    "description": "",
    "campaignGroupId": 338,
    "id": 332,
    "name": "Federal Mediation and Conciliation Service",
    "title": "Federal Mediation and Conciliation Service"
  },
  {
    "description": "",
    "campaignGroupId": 339,
    "id": 333,
    "name": "Federal Mine Safety and Health Review Commission",
    "title": "Federal Mine Safety and Health Review Commission"
  },
  {
    "description": "",
    "campaignGroupId": 340,
    "id": 334,
    "name": "Federal Retirement Thrift Investment Board",
    "title": "Federal Retirement Thrift Investment Board"
  },
  {
    "description": "",
    "campaignGroupId": 341,
    "id": 335,
    "name": "Federal Trade Commission",
    "title": "Federal Trade Commission"
  },
  {
    "description": "",
    "campaignGroupId": 342,
    "id": 336,
    "name": "Harry S Truman Scholarship Foundation",
    "title": "Harry S Truman Scholarship Foundation"
  },
  {
    "description": "",
    "campaignGroupId": 343,
    "id": 337,
    "name": "James Madison Memorial Fellowship Foundation",
    "title": "James Madison Memorial Fellowship Foundation"
  },
  {
    "description": "",
    "campaignGroupId": 344,
    "id": 338,
    "name": "Japan-United States Friendship Commission",
    "title": "Japan-United States Friendship Commission"
  },
  {
    "description": "",
    "campaignGroupId": 345,
    "id": 339,
    "name": "Marine Mammal Commission",
    "title": "Marine Mammal Commission"
  },
  {
    "description": "",
    "campaignGroupId": 346,
    "id": 340,
    "name": "National Archives and Records Administration",
    "title": "National Archives and Records Administration"
  },
  {
    "description": "",
    "campaignGroupId": 347,
    "id": 341,
    "name": "National Capital Planning Commission",
    "title": "National Capital Planning Commission"
  },
  {
    "description": "",
    "campaignGroupId": 348,
    "id": 342,
    "name": "National Commission on Libraries and Information Science",
    "title": "National Commission on Libraries and Information Science"
  },
  {
    "description": "",
    "campaignGroupId": 349,
    "id": 343,
    "name": "National Credit Union Administration",
    "title": "National Credit Union Administration"
  },
  {
    "description": "",
    "campaignGroupId": 350,
    "id": 344,
    "name": "National Endowment for the Arts",
    "title": "National Endowment for the Arts"
  },
  {
    "description": "",
    "campaignGroupId": 351,
    "id": 345,
    "name": "National Mediation Board",
    "title": "National Mediation Board"
  },
  {
    "description": "",
    "campaignGroupId": 352,
    "id": 346,
    "name": "National Transportation Safety Board",
    "title": "National Transportation Safety Board"
  },
  {
    "description": "",
    "campaignGroupId": 353,
    "id": 347,
    "name": "Neighborhood Reinvestment Corporation",
    "title": "Neighborhood Reinvestment Corporation"
  },
  {
    "description": "",
    "campaignGroupId": 354,
    "id": 348,
    "name": "Nuclear Waste Technical Review Board",
    "title": "Nuclear Waste Technical Review Board"
  },
  {
    "description": "",
    "campaignGroupId": 355,
    "id": 349,
    "name": "Occupational Safety and Health Review Commission",
    "title": "Occupational Safety and Health Review Commission"
  },
  {
    "description": "",
    "campaignGroupId": 356,
    "id": 350,
    "name": "Office of Navajo and Hopi Indian Relocation",
    "title": "Office of Navajo and Hopi Indian Relocation"
  },
  {
    "description": "",
    "campaignGroupId": 357,
    "id": 351,
    "name": "Office of Special Counsel",
    "title": "Office of Special Counsel"
  },
  {
    "description": "",
    "campaignGroupId": 358,
    "id": 352,
    "name": "Railroad Retirement Board",
    "title": "Railroad Retirement Board"
  },
  {
    "description": "",
    "campaignGroupId": 359,
    "id": 353,
    "name": "Securities and Exchange Commission",
    "title": "Securities and Exchange Commission"
  },
  {
    "description": "",
    "campaignGroupId": 360,
    "id": 354,
    "name": "Smithsonian Institution",
    "title": "Smithsonian Institution"
  },
  {
    "description": "",
    "campaignGroupId": 361,
    "id": 355,
    "name": "State Justice Institute",
    "title": "State Justice Institute"
  },
  {
    "description": "",
    "campaignGroupId": 362,
    "id": 356,
    "name": "United States Holocaust Memorial Museum",
    "title": "United States Holocaust Memorial Museum"
  },
  {
    "description": "",
    "campaignGroupId": 363,
    "id": 357,
    "name": "United States Institute of Peace",
    "title": "United States Institute of Peace"
  },
  {
    "description": "",
    "campaignGroupId": 364,
    "id": 358,
    "name": "Christopher Columbus Fellowship Foundation",
    "title": "Christopher Columbus Fellowship Foundation"
  },
  {
    "description": "",
    "campaignGroupId": 365,
    "id": 359,
    "name": "Intelligence Community Management Account",
    "title": "Intelligence Community Management Account"
  },
  {
    "description": "",
    "campaignGroupId": 366,
    "id": 360,
    "name": "Institute of Museum and Library Services",
    "title": "Institute of Museum and Library Services"
  },
  {
    "description": "",
    "campaignGroupId": 367,
    "id": 361,
    "name": "United Mine Workers of America Benefit Funds",
    "title": "United Mine Workers of America Benefit Funds"
  },
  {
    "description": "",
    "campaignGroupId": 368,
    "id": 362,
    "name": "Morris K. Udall and Stewart L. Udall Foundation",
    "title": ""
  },
  {
    "description": "",
    "campaignGroupId": 369,
    "id": 363,
    "name": "Chemical Safety and Hazard Investigation Board",
    "title": "Chemical Safety and Hazard Investigation Board"
  },
  {
    "description": "",
    "campaignGroupId": 370,
    "id": 364,
    "name": "Broadcasting Board of Governors",
    "title": "Broadcasting Board of Governors"
  },
  {
    "description": "",
    "campaignGroupId": 371,
    "id": 365,
    "name": "Delta Regional Authority",
    "title": "Delta Regional Authority"
  },
  {
    "description": "",
    "campaignGroupId": 372,
    "id": 366,
    "name": "National Veterans Business Development Corporation",
    "title": "National Veterans Business Development Corporation"
  },
  {
    "description": "",
    "campaignGroupId": 373,
    "id": 367,
    "name": "United States-Canada Alaska Rail Commission",
    "title": "United States-Canada Alaska Rail Commission"
  },
  {
    "description": "",
    "campaignGroupId": 374,
    "id": 368,
    "name": "Public Company Accounting Oversight Board",
    "title": "Public Company Accounting Oversight Board"
  },
  {
    "description": "",
    "campaignGroupId": 375,
    "id": 369,
    "name": "Standard Setting Body",
    "title": "Standard Setting Body"
  },
  {
    "description": "",
    "campaignGroupId": 376,
    "id": 370,
    "name": "Telecommunications Development Fund",
    "title": "Telecommunications Development Fund"
  },
  {
    "description": "",
    "campaignGroupId": 377,
    "id": 371,
    "name": "Electric Reliability Organization",
    "title": "Electric Reliability Organization"
  },
  {
    "description": "",
    "campaignGroupId": 378,
    "id": 372,
    "name": "Federal Housing Enterprise Regulator",
    "title": "Federal Housing Enterprise Regulator"
  },
  {
    "description": "",
    "campaignGroupId": 379,
    "id": 373,
    "name": "Office of Director of National Intelligence",
    "title": "Office of Director of National Intelligence"
  },
  {
    "description": "",
    "campaignGroupId": 380,
    "id": 374,
    "name": "Privacy and Civil Liberties Oversight Board",
    "title": "Privacy and Civil Liberties Oversight Board"
  },
  {
    "description": "",
    "campaignGroupId": 381,
    "id": 375,
    "name": "Northern Border Regional Commission",
    "title": "Northern Border Regional Commission"
  },
  {
    "description": "",
    "campaignGroupId": 382,
    "id": 376,
    "name": "Securities Investor Protection Corporation",
    "title": "Securities Investor Protection Corporation"
  },
  {
    "description": "",
    "campaignGroupId": 383,
    "id": 377,
    "name": "Independent Payment Advisory Board",
    "title": "Independent Payment Advisory Board"
  },
  {
    "description": "",
    "campaignGroupId": 384,
    "id": 378,
    "name": "Patient-Centered Outcomes Research Trust Fund",
    "title": "Patient-Centered Outcomes Research Trust Fund"
  },
  {
    "description": "",
    "campaignGroupId": 385,
    "id": 379,
    "name": "Corporation for Travel Promotion",
    "title": "Corporation for Travel Promotion"
  },
  {
    "description": "",
    "campaignGroupId": 386,
    "id": 380,
    "name": "Bureau of Consumer Financial Protection",
    "title": "Bureau of Consumer Financial Protection"
  },
  {
    "description": "",
    "campaignGroupId": 387,
    "id": 381,
    "name": "Civilian Property Realignment Board",
    "title": "Civilian Property Realignment Board"
  },
  {
    "description": "",
    "campaignGroupId": 388,
    "id": 382,
    "name": "National Foundation on Fitness, Sports, and Nutrition",
    "title": "National Foundation on Fitness, Sports, and Nutrition"
  },
  {
    "description": "",
    "campaignGroupId": 389,
    "id": 383,
    "name": "Indian Law and Order Commission",
    "title": "Indian Law and Order Commission"
  },
  {
    "description": "",
    "campaignGroupId": 390,
    "id": 384,
    "name": "Gulf Coast Ecosystem Restoration Council",
    "title": "Gulf Coast Ecosystem Restoration Council"
  },
  {
    "description": "",
    "campaignGroupId": 391,
    "id": 385,
    "name": "Federal Energy Regulatory Corporation",
    "title": "Federal Energy Regulatory Corporation"
  },
  {
    "description": "",
    "campaignGroupId": 392,
    "id": 386,
    "name": "Legislative Branch",
    "title": "Legislative Branch"
  },
  {
    "description": "",
    "campaignGroupId": 393,
    "id": 387,
    "name": "Judicial Branch",
    "title": "Judicial Branch"
  },
  {
    "description": "",
    "campaignGroupId": 394,
    "id": 388,
    "name": "American Red Cross",
    "title": "American Red Cross"
  },
  {
    "description": "",
    "campaignGroupId": 395,
    "id": 389,
    "name": "Arlington National Cemetery",
    "title": "Arlington National Cemetery"
  },
  {
    "description": "",
    "campaignGroupId": 396,
    "id": 390,
    "name": "Office of Federal High-Performance Green Buildings",
    "title": "Office of Federal High-Performance Green Buildings"
  },
  {
    "description": "",
    "campaignGroupId": 397,
    "id": 391,
    "name": "National Library of Medicine",
    "title": "National Library of Medicine"
  },
  {
    "description": "",
    "campaignGroupId": 398,
    "id": 392,
    "name": "National Gallery of Art",
    "title": "National Gallery of Art"
  },
  {
    "description": "",
    "campaignGroupId": 399,
    "id": 393,
    "name": "UGA Center for Invasive Species and Ecosystem Health / National Park Service",
    "title": "UGA Center for Invasive Species and Ecosystem Health / National Park Service"
  },
  {
    "description": "",
    "campaignGroupId": 400,
    "id": 394,
    "name": "National Security Agency",
    "title": "National Security Agency"
  },
  {
    "description": "",
    "campaignGroupId": 401,
    "id": 395,
    "name": "Council on Environmental Quality and Office of Environmental Quality",
    "title": ""
  },
  {
    "description": "",
    "campaignGroupId": 402,
    "id": 396,
    "name": "Deposit Insurance",
    "title": "Deposit Insurance"
  },
  {
    "description": "",
    "campaignGroupId": 403,
    "id": 397,
    "name": "FSLIC Resolution",
    "title": "FSLIC Resolution"
  },
  {
    "description": "",
    "campaignGroupId": 404,
    "id": 398,
    "name": "FDIC Office of Inspector General",
    "title": ""
  },
  {
    "description": "",
    "campaignGroupId": 405,
    "id": 399,
    "name": "Federal Deposit Insurance Corporation",
    "title": "Federal Deposit Insurance Corporation"
  },
  {
    "description": "",
    "campaignGroupId": 406,
    "id": 400,
    "name": "Access Board",
    "title": "Access Board"
  },
  {
    "description": "",
    "campaignGroupId": 407,
    "id": 401,
    "name": "Nonfederal",
    "title": "Nonfederal"
  },
  {
    "description": "",
    "campaignGroupId": 408,
    "id": 402,
    "name": "Administration of Foreign Affairs",
    "title": "International Assistance Programs - Department of State - Administration of Foreign Affairs"
  },
  {
    "description": "",
    "campaignGroupId": 409,
    "id": 403,
    "name": "International Organizations and Conferences",
    "title": "International Assistance Programs - Department of State - International Organizations and Conferences"
  },
  {
    "description": "",
    "campaignGroupId": 410,
    "id": 404,
    "name": "International Commissions",
    "title": "International Assistance Programs - Department of State - International Commissions"
  },
  {
    "description": "",
    "campaignGroupId": 411,
    "id": 405,
    "name": "White House Operations",
    "title": "Executive Office of the President - The White House - White House Operations"
  },
  {
    "description": "",
    "campaignGroupId": 412,
    "id": 406,
    "name": "National Cancer Institute",
    "title": "Department of Health and Human Services - Food and Drug Administration - National Cancer Institute"
  },
  {
    "description": "",
    "campaignGroupId": 413,
    "id": 407,
    "name": "Office of Public Affairs / Print Media Unit",
    "title": "Department of Justice - General Administration - Office of Public Affairs / Print Media Unit"
  },
  {
    "description": "About NIDA\r\n\r\nhttps://www.drugabuse.gov/\r\n\r\nOur mission is to advance science on the causes and consequences of drug use and addiction and to apply that knowledge to improve individual and public health.\r\n\r\nThis involves:\r\n\r\n \tStrategically supporting and conducting basic and clinical research on drug use (including nicotine), its consequences, and the underlying neurobiological, behavioral, and social mechanisms involved.\r\n \tEnsuring the effective translation, implementation, and dissemination of scientific research findings to improve the prevention and treatment of substance use disorders and enhance public awareness of addiction as a brain disorder.\r\n",
    "campaignGroupId": 414,
    "id": 408,
    "name": "National Institute on Drug Abuse",
    "title": "Department of Health and Human Services - Food and Drug Administration - National Institute on Drug Abuse"
  },
  {
    "description": "",
    "campaignGroupId": 415,
    "id": 409,
    "name": "Other Defense Civil Programs",
    "title": "Other Defense Civil Programs"
  },
  {
    "description": "",
    "campaignGroupId": 416,
    "id": 410,
    "name": "International Assistance Programs",
    "title": "International Assistance Programs"
  },
  {
    "description": "",
    "campaignGroupId": 417,
    "id": 411,
    "name": "Barry Goldwater Scholarship and Excellence in Education Foundation",
    "title": "Barry Goldwater Scholarship and Excellence in Education Foundation"
  },
  {
    "description": "",
    "campaignGroupId": 418,
    "id": 412,
    "name": "Committee for Purchase from People who are Blind or Severely Disabled, activities",
    "title": "Committee for Purchase from People who are Blind or Severely Disabled, activities"
  },
  {
    "description": "",
    "campaignGroupId": 419,
    "id": 413,
    "name": "Court Services and Offender Supervision Agency for the District of Columbia",
    "title": "Court Services and Offender Supervision Agency for the District of Columbia"
  },
  {
    "description": "",
    "campaignGroupId": 420,
    "id": 414,
    "name": "District of Columbia Courts",
    "title": "District of Columbia Courts"
  },
  {
    "description": "",
    "campaignGroupId": 421,
    "id": 415,
    "name": "Orderly Liquidation",
    "title": "Orderly Liquidation"
  },
  {
    "description": "",
    "campaignGroupId": 422,
    "id": 416,
    "name": "FDIC—Office of Inspector General",
    "title": "FDIC Office of Inspector General"
  },
  {
    "description": "",
    "campaignGroupId": 423,
    "id": 417,
    "name": "Federal Financial Institutions Examination Council Appraisal Subcommittee",
    "title": "Federal Financial Institutions Examination Council Appraisal Subcommittee"
  },
  {
    "description": "",
    "campaignGroupId": 424,
    "id": 418,
    "name": "Institute of American Indian and Alaska Native Culture and Arts Development",
    "title": "Institute of American Indian and Alaska Native Culture and Arts Development"
  },
  {
    "description": "",
    "campaignGroupId": 425,
    "id": 419,
    "name": "Morris K Udall and Stewart L Udall Foundation",
    "title": "Morris K. Udall and Stewart L. Udall Foundation"
  },
  {
    "description": "",
    "campaignGroupId": 426,
    "id": 420,
    "name": "National Railroad Passenger Corporation Office of Inspector General",
    "title": "National Railroad Passenger Corporation Office of Inspector General"
  },
  {
    "description": "",
    "campaignGroupId": 427,
    "id": 421,
    "name": "Office of the Federal Coordinator for Alaska Natural Gas Transportation Projects",
    "title": "Office of the Federal Coordinator for Alaska Natural Gas Transportation Projects"
  },
  {
    "description": "",
    "campaignGroupId": 428,
    "id": 422,
    "name": "Other Commissions and Boards",
    "title": "Other Commissions and Boards"
  },
  {
    "description": "",
    "campaignGroupId": 429,
    "id": 423,
    "name": "Recovery Act Accountability and Transparency Board",
    "title": "Recovery Act Accountability and Transparency Board"
  },
  {
    "description": "",
    "campaignGroupId": 430,
    "id": 424,
    "name": "Allowances",
    "title": "Allowances"
  },
  {
    "description": "",
    "campaignGroupId": 431,
    "id": 425,
    "name": "United States Enrichment Corporation Fund",
    "title": "United States Enrichment Corporation Fund"
  },
  {
    "description": "",
    "campaignGroupId": 432,
    "id": 426,
    "name": "Government Sponsored Enterprises",
    "title": "Government Sponsored Enterprises"
  },
  {
    "description": "",
    "campaignGroupId": 433,
    "id": 427,
    "name": "Federal National Mortgage Association",
    "title": "Federal National Mortgage Association"
  },
  {
    "description": "",
    "campaignGroupId": 434,
    "id": 428,
    "name": "Federal Home Loan Mortgage Corporation",
    "title": "Federal Home Loan Mortgage Corporation"
  },
  {
    "description": "",
    "campaignGroupId": 435,
    "id": 429,
    "name": "Federal Home Loan Bank System",
    "title": "Federal Home Loan Bank System"
  },
  {
    "description": "",
    "campaignGroupId": 436,
    "id": 430,
    "name": "Farm Credit System",
    "title": "Farm Credit System"
  },
  {
    "description": "",
    "campaignGroupId": 437,
    "id": 431,
    "name": "Financing Vehicles and the Board of Governors of the Federal Reserve",
    "title": "Financing Vehicles and the Board of Governors of the Federal Reserve"
  },
  {
    "description": "",
    "campaignGroupId": 438,
    "id": 432,
    "name": "US Arctic Research Commission",
    "title": "US Arctic Research Commission"
  },
  {
    "description": "National Endowment for the Humanities (NEH at www.neh.gov) is an independent federal agency created in 1965. It is one of the largest funders of humanities programs in the United States.\r\n\r\n\"The term 'humanities' includes, but is not limited to, the study and interpretation of the following: language, both modern and classical; linguistics; literature; history; jurisprudence; philosophy; archaeology; comparative religion; ethics; the history, criticism and theory of the arts; those aspects of social sciences which have humanistic content and employ humanistic methods; and the study and application of the humanities to the human environment with particular attention to reflecting our diverse heritage, traditions, and history and to the relevance of the humanities to the current conditions of national life.\"\r\n\r\nSince 1965, the Endowment has opened new worlds of learning for the American public with noteworthy projects such as:\r\n\r\n\tSeven thousand books, 16 of which have won Pulitzer Prizes, and 20 of which have received the Bancroft Prize.\r\n\tThe Civil War, the landmark documentary by Ken Burns viewed by 38 million Americans\r\n\tThe Library of America editions of novels, essays, and poems celebrating America’s literary heritage\r\n\tThe United States Newspaper Project, which cataloged and microfilmed 63.3 million pages of historic newspapers, paved the way for the National Digital Newspaper Program and its digital repository, Chronicling America\r\n\tAnnual support for 56 states and territories to help support some 56,000 lectures, discussions, exhibitions and other programs each year\r\n\r\n",
    "campaignGroupId": 439,
    "id": 433,
    "name": "National Endowment for the Humanities",
    "title": "National Endowment for the Humanities"
  },
  {
    "description": "",
    "campaignGroupId": 440,
    "id": 434,
    "name": "White House",
    "title": "White House"
  },
  {
    "description": "",
    "campaignGroupId": 441,
    "id": 435,
    "name": "National Nanotechnology Initiative",
    "title": "National Nanotechnology Initiative"
  },
  {
    "description": "Health IT Directorate's Innovation and Advanced Technology Development Division under the Defense Health Agency, Military Health System, Department of Defense.",
    "campaignGroupId": 442,
    "id": 436,
    "name": "Military Health System",
    "title": "Military Health System"
  },
  {
    "description": "WHAT IS BOLDLINE?\r\n\r\nBoldline is the U.S. Department of State’s new partnership accelerator aimed to support and scale innovative public-private partnerships (P3s). One of the first programs of its kind, Boldline supports social good public-private partnerships that address pressing global challenges and focuses on giving them tools to scale their missions. The main goal of Boldline is to build and deploy strategic connections and collaborations aimed at: a) strengthening the global partnership building ecosystem; b) promoting and facilitating connectivity between the private sector and governments; and c) fostering innovative partnership business models. Boldline will take the often dotted lines between government, private sector and civil society and create a bold line between the sectors through partnerships.\r\n\r\nTHE ACCELERATOR \r\n\r\nThe U.S. Department of State in close collaboration with industry leaders will organize a one-week partnership building accelerator program that will bring together selected stakeholders of public-private partnerships, including public institutions, corporations, innovation companies, entrepreneurship support organizations, and financial institutions to galvanize interest for the participating partnerships and to help build the framework for these partnerships in targeted countries. The program will identify timely P3ss that are in the early development stages of their partnerships or are ready to scale their operations and activities. Through a one week accelerator and ongoing support, Boldline will provide the individuals and institutions behind these partnerships with mentorship, access to resources, government relations, and global networks needed to scale their impact. The accelerator will take place in February 2018 in Washington, DC and participation in the program will be highly competitive.\r\n\r\nWHO WE ARE \r\n\r\nThe U.S. Department of State’s Office of Global Partnerships is a center of excellence for collaboration between the U.S. Department of State, the public and private sectors, and civil society. The Office aims to strengthen and deepen U.S. diplomacy and development around the world through partnerships that leverage the creativity, innovation, and core business resources of partners for greater impact. The Department recognizes that it takes more than governments to address many global issues and believes that partnerships with the private sector, civil society, philanthropy and other non-governmental organizations are necessary for our national security and diplomacy objectives.",
    "campaignGroupId": 443,
    "id": 437,
    "name": "Department of State / Boldline Accelerator",
    "title": "Department of State / Boldline Accelerator"
  },
  {
    "description": "About CNCS | Corporation for National and Community Service\r\nWe are the Corporation for National and Community Service, a federal agency that helps more than 5 million Americans improve the lives of their fellow citizens through service. Working hand in hand with local partners, we tap the ingenuity and can-do spirit of the American people to tackle some of the most pressing challenges facing our nation.\r\n\r\nWe invest in thousands of nonprofit and faith-based groups that are making a difference across the country. We are AmeriCorps, Senior Corps, the Social Innovation Fund, the Volunteer Generation Fund, and more. We serve, we build, and we make an impact that changes lives and communities.",
    "campaignGroupId": 444,
    "id": 438,
    "name": "Corporation for National and Community Service",
    "title": "Corporation for National and Community Service"
  },
  {
    "description": "<p dir=\"ltr\">The National Center for Advancing Translational Sciences (NCATS) is conducting a series of challenges to advance innovative and catalytic approaches towards solving the opioid crisis by developing &ldquo;A Specialized Platform for Innovative Research Exploration&rdquo; (ASPIRE).</p>\r\n<p dir=\"ltr\">The goal of the inaugural <strong>NCATS ASPIRE</strong> Design Challenges is to develop next-generation addictive-free analgesics with new chemistries, data-mining and analysis tools and technologies, as well as biological assays that will revolutionize discovery, development and pre-clinical testing of new and safer treatments of pain, opioid use disorder (OUD), and overdose. The first phase of these prize competitions is implemented through a suite of concurrent companion design challenges that comprises a separate challenge for each of four areas: chemistry database, electronic synthetic chemistry portal, predictive algorithms, and biological assays; and an additional challenge for a combined solution for two or more areas. &nbsp;The NCATS will select up to 5 winners for Challenges 1-4, and up to two winners for Challenge 5, to receive cash prizes.</p>\r\n<p dir=\"ltr\" style=\"line-height: 1.38; margin-top: 0pt; margin-bottom: 0pt;\">To learn more about each individual challenge and submit, click the \"Challenges\" tab and then any of the five challenges.<span id=\"docs-internal-guid-7851893c-7fff-3b2b-624b-26e8ffbafe0c\"></span></p>",
    "title": "NCATS ASPIRE Design Challenges",
    "websiteUrl": "https://ncats.nih.gov/aspire/challenges",
    "campaignGroupId": 448,
    "id": 439,
    "name": "NCATS ASPIRE Design Challenges"
  }
]
